[
  {
    "name": "Admiral",
    "spanish": "Avutardo",
    "gender": "Male",
    "species": "Bird",
    "birthday": "2020-01-27 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/0/02/Admiral_NL.png/200px-Admiral_NL.png",
    "description": "Admiral is a cranky bird villager that appears in Animal Crossing series titles until Doubutsu no Mori e+ and returns in Animal Crossing: New Leaf - Welcome amiibo. His name and initial quote are both sailing-related - admiral being a title given to the supreme commander of a ship, which are often stern and obstinate, in reference to his cranky personality. \"Aye aye\" is a phrase meaning \"yes\" or \"yes sir\", or further meaning \"Yes, I have received the instructions, understood them, and will carry them out.\"\n",
    "url": "https://nookipedia.com/wiki/Admiral"
  },
  {
    "name": "Agent S",
    "spanish": "Fardilia",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-07-02 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/e/ef/Agent_S_NLa.png/150px-Agent_S_NLa.png",
    "description": "Agent S is a peppy squirrel villager from the Animal Crossing series. Like the other superheroes, she was introduced in Doubutsu no Mori e+, and then reappeared in Animal Crossing: Wild World, Animal Crossing: City Folk, and Animal Crossing: New Leaf. She is one of only three superheroines (the others being Rocket and Filly), and the only one to appear in games before Animal Crossing: New Leaf. She may be Kid Cat's sidekick, because of her initial phrase \"sidekick\" and their Japanese names (Kid Cat's Japanese name is #1 while Agent S's Japanese name is #2).  The \"S\" in her name may stand for \"squirrel\" or \"sidekick\".\n",
    "url": "https://nookipedia.com/wiki/Agent%20S"
  },
  {
    "name": "Agnes",
    "spanish": "Nerea",
    "gender": "Female",
    "species": "Pig",
    "birthday": "2020-04-21 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/4/42/Agnes_NH.png/150px-Agnes_NH.png",
    "description": "Agnes is a sisterly pig villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her Japanese (and, in turn, her English name) is a portmanteau of アグー, a breed of black pig native to Okinawa, and the name Agnes. Her catchphrase is a reference to the sniffing noises a pig makes and her Japanese catchphrase, \"ブフフ\", may be a pun on onomatopoeias for the sound a pig makes, ブーブー, and laughter, ふふふ. Her saying may be a pun on sow (an adult female pig).\n",
    "url": "https://nookipedia.com/wiki/Agnes"
  },
  {
    "name": "Al",
    "spanish": "Álex",
    "gender": "Male",
    "species": "Gorilla",
    "birthday": "2020-10-18 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/14/Al_NLa.png/175px-Al_NLa.png",
    "description": "\nAl is a lazy, gorilla villager from the Animal Crossing series whose first appearance is in Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Al"
  },
  {
    "name": "Alfonso",
    "spanish": "Kaimán",
    "gender": "Male",
    "species": "Alligator",
    "birthday": "2020-06-09 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/e/e4/Alfonso_NH.png/175px-Alfonso_NH.png",
    "description": "Alfonso is a lazy alligator villager from the Animal Crossing series. He has appeared in every Animal Crossing game to date. He appears in Doubutsu no Mori (film) as a major character and Yu's best friend. His catchphrase, \"it'sa me,\" is a reference to the famous Nintendo character, Mario.\n",
    "url": "https://nookipedia.com/wiki/Alfonso"
  },
  {
    "name": "Alice",
    "spanish": "Zelanda",
    "gender": "Female",
    "species": "Koala",
    "birthday": "2020-08-19 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/7/7e/Alice_NLa.png/200px-Alice_NLa.png",
    "description": "Alice is a normal, koala villager in the Animal Crossing series. She first appeared in Doubutsu no Mori e+. When she first moves into the town she uses the phrase, \"guvnor\". Her name is based on the city of Alice Springs, Australia.\n",
    "url": "https://nookipedia.com/wiki/Alice"
  },
  {
    "name": "Alli",
    "spanish": "Codrila",
    "gender": "Female",
    "species": "Alligator",
    "birthday": "2020-11-08 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/3/34/Alli_NLa.png/200px-Alli_NLa.png",
    "description": "Alli is a snooty, alligator villager who has appeared in nearly all of the Animal Crossing series games, except for Animal Crossing: Pocket Camp. Her name is simply a shortening of alligator, her species, and her initial phrase is the sound an alligator makes.\n",
    "url": "https://nookipedia.com/wiki/Alli"
  },
  {
    "name": "Amelia",
    "spanish": "Amelia",
    "gender": "Female",
    "species": "Eagle",
    "birthday": "2020-11-19 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9b/Amelia_NH_2.png/200px-Amelia_NH_2.png",
    "description": "Amelia is an eagle villager with a snooty personality from the Animal Crossing series. Her name is derived from Amelia Earhart, who was a noted American aviation pioneer. Amelia was also the only female eagle in the entire Animal Crossing series prior to Animal Crossing: New Leaf, in which Celia was introduced.\n",
    "url": "https://nookipedia.com/wiki/Amelia"
  },
  {
    "name": "Anabelle",
    "spanish": "Anabel",
    "gender": "Female",
    "species": "Anteater",
    "birthday": "2020-02-16 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/0/03/Anabelle_NLa.png/200px-Anabelle_NLa.png",
    "description": "Anabelle is a peppy, anteater villager in the Animal Crossing series. She was introduced in Animal Crossing: Wild World.\n",
    "url": "https://nookipedia.com/wiki/Anabelle"
  },
  {
    "name": "Anchovy",
    "spanish": "Boquerón",
    "gender": "Male",
    "species": "Bird",
    "birthday": "2020-03-04 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/4/46/Anchovy_NLa.png/175px-Anchovy_NLa.png",
    "description": "Anchovy is a lazy, bird villager that appears in the Animal Crossing series. His initial phrase is the word \"churp\", an onomatopoeia for the noise birds make, and a burping sound. In Animal Crossing his initial phrase has one more \"u\" than in the sequels.\n",
    "url": "https://nookipedia.com/wiki/Anchovy"
  },
  {
    "name": "Ankha",
    "spanish": "Patri",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-09-22 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/7/7e/Ankha_NLa.png/175px-Ankha_NLa.png",
    "description": "Ankha is a snooty cat villager who made her Animal Crossing series debut in Animal Crossing, and has appeared in almost every game since then, except for Animal Crossing: Wild World and Animal Crossing: Pocket Camp. In Animal Crossing, she is an islander, whereas from City Folk onwards, she is a villager. Her name is based on the ankh, which is the Egyptian hieroglyphic character that reads \"life.\" Her catchphrase relates to her arrogant \"snooty\" personality, by saying \"me,\" and a sound a cat makes, \"meow.\" Her Japanese catchphrase, Kufufu, is a combination of the Pharaoh Khufu, and ufufu, a Japanese onomatopoeia for laughter. Egyptians worshiped cats, and had a cat god, which may be where the idea for Ankha's design came from.\n",
    "url": "https://nookipedia.com/wiki/Ankha"
  },
  {
    "name": "Angus",
    "spanish": "Aliste",
    "gender": "Male",
    "species": "Bull",
    "birthday": "2020-04-30 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/e/ef/Angus_NLa.png/175px-Angus_NLa.png",
    "description": "Angus is a cranky bull villager from the Animal Crossing series. He debuted in Doubutsu no Mori e+, appearing as one of six starter cards bundled with the game, alongside Walker, Maggie, Rod, Merry, and Willow, respectively. His name derives from the \"Aberdeen Angus\" breed of cow, hence his Scottish catchphrase. It may also be derived from \"angus beef\", a brand of cow beef.\n",
    "url": "https://nookipedia.com/wiki/Angus"
  },
  {
    "name": "Anicotti",
    "spanish": "Clorinda",
    "gender": "Female",
    "species": "Mouse",
    "birthday": "2020-02-24 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/b/bb/Anicotti_NLa.png/175px-Anicotti_NLa.png",
    "description": "Anicotti is a peppy, mouse villager in the Animal Crossing series. Her name is based on manicotti, a type of pasta. Her catchphrase, \"cannoli\", means \"little tube\" in Italian and is also an Italian desert. Anicotti was absent in Animal Crossing: Wild World and Animal Crossing: City Folk, but returned in Animal Crossing: New Leaf.\n",
    "url": "https://nookipedia.com/wiki/Anicotti"
  },
  {
    "name": "Annalisa",
    "spanish": "Alba",
    "gender": "Female",
    "species": "Anteater",
    "birthday": "2020-02-06 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9b/Annalisa_NL.png/200px-Annalisa_NL.png",
    "description": "Annalisa is a normal anteater villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her name is likely derived from \"anteater\".\n",
    "url": "https://nookipedia.com/wiki/Annalisa"
  },
  {
    "name": "Annalise",
    "spanish": "Isadora",
    "gender": "Female",
    "species": "Horse",
    "birthday": "2020-12-02 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/5/53/Annalise_NLa.png/175px-Annalise_NLa.png",
    "description": "Annalise is a snooty horse who appears in Animal Crossing, and Doubutsu no Mori e+, as an islander. After her absence from Animal Crossing: Wild World and Animal Crossing: City Folk, she returned as a villager in Animal Crossing: New Leaf. Her Japanese catchphrase, Sava, is the Japanese pronunciation of the French greeting, \"Ça va\". Due to her being an islander in Animal Crossing and Doubutsu no Mori e+, she has a fruit allergy. She loves pears and is allergic to oranges.\n",
    "url": "https://nookipedia.com/wiki/Annalise"
  },
  {
    "name": "Antonio",
    "spanish": "Antonio",
    "gender": "Male",
    "species": "Anteater",
    "birthday": "2020-10-20 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/2/25/Antonio_NLa.png/200px-Antonio_NLa.png",
    "description": "Antonio is a jock, anteater villager from the Animal Crossing series. His name could be a play on the word anteater, since Antonio starts with the same few letters. His initial catchphrase is \"honk\", referring to his nose. He appears on the front of the Animal Crossing: City Folk game box, holding a net.\n",
    "url": "https://nookipedia.com/wiki/Antonio"
  },
  {
    "name": "Apollo",
    "spanish": "Apolo",
    "gender": "Male",
    "species": "Eagle",
    "birthday": "2020-07-04 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/2/28/Apollo_NH.png/175px-Apollo_NH.png",
    "description": "Apollo is a cranky, eagle villager in the Animal Crossing series who first appears in Doubutsu no Mori. His name possibly came from Apollo 11, the first spacecraft launched by the United States to land a man on the moon, and the Apollo Space Program itself. He is also a bald eagle, a symbol of the United States and in the Great Seal, which ties in with his birthday being July 4th - Independence Day. He also appears in Doubutsu no Mori (film) as a minor character.\n",
    "url": "https://nookipedia.com/wiki/Apollo"
  },
  {
    "name": "Apple",
    "spanish": "Rosi",
    "gender": "Female",
    "species": "Hamster",
    "birthday": "2020-09-24 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/e/ea/Apple_NL.png/150px-Apple_NL.png",
    "description": "Apple is a peppy, hamster villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her name is derived from her red and pink colors, which resemble an apple.\n",
    "url": "https://nookipedia.com/wiki/Apple"
  },
  {
    "name": "Astrid",
    "spanish": "Astrid",
    "gender": "Female",
    "species": "Kangaroo",
    "birthday": "2020-09-08 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/6/63/Astrid_NLa.png/175px-Astrid_NLa.png",
    "description": "Astrid is a snooty kangaroo villager, who appears in all games in the Animal Crossing series except for Animal Crossing: Wild World. Her name is derived from astrology, the study of stars. Her initial phrase, \"my pet\", refers to her joey.\n",
    "url": "https://nookipedia.com/wiki/Astrid"
  },
  {
    "name": "Audie",
    "spanish": "Mónica",
    "gender": "Female",
    "species": "Wolf",
    "birthday": "2020-08-31 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/1/1b/Audie_NH.png",
    "description": "\nAudie is a peppy wolf villager who first appeared in Animal Crossing: New Horizons, and is currently the only peppy wolf to date. Her English name may originate from an 87 year-old woman with 3,500+ hours in Animal Crossing: New Leaf, who is named Audrey, and called her player character Audie.[1]\n",
    "url": "https://nookipedia.com/wiki/Audie"
  },
  {
    "name": "Aurora",
    "spanish": "Aurora",
    "gender": "Female",
    "species": "Penguin",
    "birthday": "2020-01-27 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/5/59/Aurora_NH.png/200px-Aurora_NH.png",
    "description": "\nAurora is a normal penguin villager in the Animal Crossing series. She is named after the Aurora borealis, which can be seen in the skies above the Earth's poles, where most species of penguin live in the South Pole. Her initial phrase comes from pronouncing \"baby\" while shivering, which happens when words are pronounced usually in cold weather or climates. She has appeared in every Animal Crossing game to date.\n",
    "url": "https://nookipedia.com/wiki/Aurora"
  },
  {
    "name": "Ava",
    "spanish": "Ava",
    "gender": "Female",
    "species": "Chicken",
    "birthday": "2020-04-28 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/c/c8/Ava_NLa.png/200px-Ava_NLa.png",
    "description": "Ava is a normal chicken from the Animal Crossing series. Her name comes from the word ova, the Latin word for eggs, which chickens lay. It is also possible that her name comes from the word \"avian\", meaning bird. Her catchphrase, \"beaker\", possibly originates from the word, beak. Ava was absent in Animal Crossing: Wild World and Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Ava"
  },
  {
    "name": "Avery",
    "spanish": "Cuzco",
    "gender": "Male",
    "species": "Eagle",
    "birthday": "2020-02-22 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/6/6b/Avery_NLa.png/175px-Avery_NLa.png",
    "description": "Avery is a cranky eagle villager who was debuted in Doubutsu no Mori e+ and was absent in Animal Crossing: Wild World. His name comes from \"aviary\", a place for keeping birds and from the bird class called \"aves\". His initial phrase sounds like the noise an eagle or another bird of prey makes.\n",
    "url": "https://nookipedia.com/wiki/Avery"
  },
  {
    "name": "Axel",
    "spanish": "Eustakio",
    "gender": "Male",
    "species": "Elephant",
    "birthday": "2020-03-23 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/e/e1/Axel_NLa.png/200px-Axel_NLa.png",
    "description": "Axel is a jock elephant villager in the Animal Crossing series. His first appearance is in Animal Crossing, but he was absent in Animal Crossing: Wild World. He later appeared in Animal Crossing: City Folk. His name is a play on \"XL\", as in \"extra large\". His initial phrase is a play on the word \"honk\". He appeared on the cover of Animal Crossing: Let's Go To The City for PAL areas.\n",
    "url": "https://nookipedia.com/wiki/Axel"
  },
  {
    "name": "Baabara",
    "spanish": "Beelén",
    "gender": "Female",
    "species": "Sheep",
    "birthday": "2020-03-28 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/2/2e/Baabara_NLa.png/175px-Baabara_NLa.png",
    "description": "Baabara is a sheep villager with a snooty personality who has appeared in all of the Animal Crossing series games so far. Her name is a play on words of the name 'Barbara', and the sound sheep make, which is \"baa\". Combining the two makes \"Baabara\". Her initial phrase, \"daahling\", is also a joke on the noise sheep make, and the word \"darling\". Her Japanese initial phrase, andu, is the Japanese pronunciation of the French words un and duex, meaning \"one\" and \"two,\" which is a play on her Japanese name, Trois, the French word for \"three.\"\n",
    "url": "https://nookipedia.com/wiki/Baabara"
  },
  {
    "name": "Bam",
    "spanish": "Cornelio",
    "gender": "Male",
    "species": "Deer",
    "birthday": "2020-11-07 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/9/96/Bam_NL.png/200px-Bam_NL.png",
    "description": "\nBam is a deer villager in the Animal Crossing series, and is currently the only jock deer. He debuted in Animal Crossing: New Leaf, and was one of the first villagers announced for the release of the game. His name is likely a reference to the famous deer, Bambi.\n",
    "url": "https://nookipedia.com/wiki/Bam"
  },
  {
    "name": "Bangle",
    "spanish": "Felina",
    "gender": "Female",
    "species": "Tiger",
    "birthday": "2020-08-27 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/9/93/Bangle_NLa.png/200px-Bangle_NLa.png",
    "description": "\nBangle is a peppy tiger villager from the Animal Crossing series. She first appeared in Animal Crossing, but was absent from Animal Crossing: Wild World and Animal Crossing: City Folk, not reappearing until Animal Crossing: New Leaf. Her name comes from the Bengal tiger, a subspecies of Tiger commonly native to India and southern Asia. Bangle was also the only female tiger in the Animal Crossing series, prior to when New Leaf introduced Bianca and Claudia.\n",
    "url": "https://nookipedia.com/wiki/Bangle"
  },
  {
    "name": "Barold",
    "spanish": "Plácido",
    "gender": "Male",
    "species": "Cub",
    "birthday": "2020-03-02 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/6/60/Barold_NL.png/175px-Barold_NL.png",
    "description": "Barold is a cub villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf.\n",
    "url": "https://nookipedia.com/wiki/Barold"
  },
  {
    "name": "Beau",
    "spanish": "Lope",
    "gender": "Male",
    "species": "Deer",
    "birthday": "2020-04-05 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/0/09/Beau_NLa.png/200px-Beau_NLa.png",
    "description": "Beau is a lazy deer villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. A \"beau\" is a male romantic interest, male admirer, or a fashionable young man. It originates as a French term; \"beau\" is the masculine version of \"beautiful\". His initial phrase refers to a salt block, an item that hunters and people use to attract antelopes. Appearance-wise, Beau is very similar to an antelope, a deer-like creature common in many parts of Africa and Eurasia, although Antelope themselves are more related to Cows than actual deer.\n",
    "url": "https://nookipedia.com/wiki/Beau"
  },
  {
    "name": "Bea",
    "spanish": "Bea",
    "gender": "Female",
    "species": "Dog",
    "birthday": "2020-10-15 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/5/57/Bea_NL.png/200px-Bea_NL.png",
    "description": "Bea is a normal dog villager from the Animal Crossing series, originally appearing in Animal Crossing and Doubutsu no Mori e+, and returned in Animal Crossing: New Leaf's Welcome amiibo update. Bea's name is likely derived from \"Beagle\", a breed of dog, while her catchphrase refers to Bingo, a popular children's song involving a dog of that name. It is also the name of a matching game commonly played by elders. Bea's Japanese name may refer to her fur color, which is colored similarly to a bagel.\n",
    "url": "https://nookipedia.com/wiki/Bea"
  },
  {
    "name": "Beardo",
    "spanish": "Bernabé",
    "gender": "Male",
    "species": "Bear",
    "birthday": "2020-09-27 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/1/11/Beardo_NL.png/200px-Beardo_NL.png",
    "description": "Beardo is a smug, bear villager in the Animal Crossing series that first appeared in Animal Crossing: New Leaf. His name is a combination of the words \"Bear\", his species; and \"beard\". His Japanese name, Baird, sounds similar to both words. His picture quote may be a reference to his smug personality.\n",
    "url": "https://nookipedia.com/wiki/Beardo"
  },
  {
    "name": "Becky",
    "spanish": "Ramina",
    "gender": "Female",
    "species": "Chicken",
    "birthday": "2020-12-09 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/0/09/Becky_NLa.png/175px-Becky_NLa.png",
    "description": "Becky is a chicken villager with a snooty personality in the Animal Crossing series. She made her first appearance in Doubutsu no Mori e+ and later in Animal Crossing: City Folk and Animal Crossing: New Leaf.\n",
    "url": "https://nookipedia.com/wiki/Becky"
  },
  {
    "name": "Bella",
    "spanish": "Prity",
    "gender": "Female",
    "species": "Mouse",
    "birthday": "2020-12-28 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/1b/Bella_NLa.png/175px-Bella_NLa.png",
    "description": "Bella is a peppy mouse villager in the Animal Crossing series. As a peppy villager, she will appear excitable and friendly towards the player. She makes her debut appearance in Doubutsu no Mori e+. Her initial phrase relates to other mouse villagers and her species, which make the sound \"squeak\" or \"eek.\"\n",
    "url": "https://nookipedia.com/wiki/Bella"
  },
  {
    "name": "Benedict",
    "spanish": "Benito",
    "gender": "Male",
    "species": "Chicken",
    "birthday": "2020-10-10 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/b/bd/Benedict_NLa.png/175px-Benedict_NLa.png",
    "description": "Benedict is a chicken villager with a lazy personality from the Animal Crossing series. His name comes from the meal, \"eggs benedict\", which consists of a poached egg placed with bacon on an English muffin and covered in Hollandaise sauce. His name could also be a reference to Benedict Arnold, a fighter in the American Revolutionary war who betrayed General Washington.\n",
    "url": "https://nookipedia.com/wiki/Benedict"
  },
  {
    "name": "Benjamin",
    "spanish": "Bernardo",
    "gender": "Male",
    "species": "Dog",
    "birthday": "2020-08-03 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/3/3a/Benjamin_NL.png/175px-Benjamin_NL.png",
    "description": "Benjamin is a lazy dog villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf.\n",
    "url": "https://nookipedia.com/wiki/Benjamin"
  },
  {
    "name": "Bertha",
    "spanish": "Berta",
    "gender": "Female",
    "species": "Hippo",
    "birthday": "2020-04-25 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/3/37/Bertha_NLa.png/200px-Bertha_NLa.png",
    "description": "Bertha is a normal hippo villager from the Animal Crossing series. Her name refers to \"Big Bertha\", a name commonly given to something that is unusually large. Her Japanese name refers to red bean paste, also known as anko; this relates to her Japanese favorite saying, \"dango over flowers\", as dango is commonly made with red bean paste. Bertha was absent in Animal Crossing: Wild World and Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Bertha"
  },
  {
    "name": "Bettina",
    "spanish": "Ottina",
    "gender": "Female",
    "species": "Mouse",
    "birthday": "2020-06-12 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/8/84/Bettina_NLa.png/175px-Bettina_NLa.png",
    "description": "\nBettina is a normal, mouse villager who makes her first appearance in Animal Crossing: City Folk. As a normal villager, she will appear calm, friendly, and hospitable towards the player.  Her initial catchphrase, \"eekers\", is a reference to the squeaking sound made by mice.\n",
    "url": "https://nookipedia.com/wiki/Bettina"
  },
  {
    "name": "Bianca",
    "spanish": "Bianca",
    "gender": "Female",
    "species": "Tiger",
    "birthday": "2020-12-13 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/4/4a/Bianca_NH_2.png/175px-Bianca_NH_2.png",
    "description": "Bianca is a peppy tiger villager in the Animal Crossing series, first appearing in Animal Crossing: New Leaf. Bianca, alongside Claudia, is notably the first female tiger since Bangle to appear in an Animal Crossing series title, also sharing Bangle's Peppy personality. Bianca's name is Italian for “white”, referring to the color of her fur. It is also the Japanese name of a snooty wolf villager and the German name of a snooty cat villager.\n",
    "url": "https://nookipedia.com/wiki/Bianca"
  },
  {
    "name": "Biff",
    "spanish": "Pipo",
    "gender": "Male",
    "species": "Hippo",
    "birthday": "2020-03-29 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/c/c8/Biff_NLa.png/200px-Biff_NLa.png",
    "description": "Biff is a jock, hippo villager from the Animal Crossing series. He made his first appearance in Doubutsu no Mori. The name \"Biff\" comes from the adjective \"buff\", a slang term for someone with strong muscles, which references his jock personality.\n",
    "url": "https://nookipedia.com/wiki/Biff"
  },
  {
    "name": "Big Top",
    "spanish": "Déivid",
    "gender": "Male",
    "species": "Elephant",
    "birthday": "2020-10-03 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/2/2b/Big_Top_NLa.png/200px-Big_Top_NLa.png",
    "description": "Big Top is a lazy, elephant villager in the Animal Crossing series. He first appears in Doubutsu no Mori e+ and also Animal Crossing: Wild World and Animal Crossing: City Folk. His name may be a reference to the main arena of a circus, the big top, where elephants are mainly situated in a circus. It may also be a joke on the size of elephants, who are large mammals, or \"big\" in this case. His initial phrase, \"villain\", plays along with his superhero charm and appearance. Some believe he may be a villain to the four other superhero villagers, Kid Cat, Agent S, Rocket, and Filly, with his picture in Animal Crossing: Wild World quote being \"World domination!\" and his phrase could be a tag placed on him to mark him as the evildoer in the game, though it depends on opinion.\n",
    "url": "https://nookipedia.com/wiki/Big%20Top"
  },
  {
    "name": "Bill",
    "spanish": "Paquito",
    "gender": "Male",
    "species": "Duck",
    "birthday": "2020-02-01 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/5/51/Bill_NLa.png/250px-Bill_NLa.png",
    "description": "Bill is a jock, duck villager in the Animal Crossing series. He appeared on the cover of Animal Crossing, in the background, appearing to be walking up to the house. He also appears on the cover of Animal Crossing: City Folk, appearing to be holding a fishing rod with a black bass. His name comes from the name of the duck's beak, a bill. He shares the same catchphrase with Drake, another duck villager.\n",
    "url": "https://nookipedia.com/wiki/Bill"
  },
  {
    "name": "Billy",
    "spanish": "Brito",
    "gender": "Male",
    "species": "Goat",
    "birthday": "2020-03-25 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/c/c8/Billy_NL.png/200px-Billy_NL.png",
    "description": "Billy is a jock goat villager introduced in Doubutsu no Mori. He appeared in the original games, and was absent in Animal Crossing: Wild World and Animal Crossing: City Folk, before returning in Animal Crossing: New Leaf - Welcome amiibo. His name is a pun on the term \"billy goat\". He is a friendly villager who often needs the player to carry out errands for him. His catchphrase, \"dagnaabit,\" comes from \"dag nab it,\" an exclamation of dismay. Additionally, Billy's name is also the Japanese name of Gruff, another goat villager.\n",
    "url": "https://nookipedia.com/wiki/Billy"
  },
  {
    "name": "Biskit",
    "spanish": "Amnesio",
    "gender": "Male",
    "species": "Dog",
    "birthday": "2020-05-13 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/d/de/Biskit_NLa.png/175px-Biskit_NLa.png",
    "description": "Biskit is a lazy dog villager in the Animal Crossing series. He first appeared in Doubutsu no Mori. His name may be related to dog biscuits or biscuits in general, which relates to the food interests of lazy villagers. His catchphrase however, \"dawg,\" relates to his species, dog.\n",
    "url": "https://nookipedia.com/wiki/Biskit"
  },
  {
    "name": "Bitty",
    "spanish": "Ofelia",
    "gender": "Female",
    "species": "Hippo",
    "birthday": "2020-10-06 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a6/Bitty_NL.png/200px-Bitty_NL.png",
    "description": "Bitty is a snooty, hippo villager in the Animal Crossing series. Following her initial appearance, Bitty would remain absent in the entire series until Animal Crossing: New Leaf - Welcome amiibo, returning with several other hippos previously added in the original game. This was followed by an appearance in Animal Crossing: Pocket Camp, as the only Hippo to appear in said game, prior to September 22nd, 2018, in which Rocco was also added.\n",
    "url": "https://nookipedia.com/wiki/Bitty"
  },
  {
    "name": "Blaire",
    "spanish": "Azabache",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-07-03 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/c/cc/Blaire_NLa.png/175px-Blaire_NLa.png",
    "description": "Blaire is a snooty squirrel villager from the Animal Crossing series that resembles a skunk. She has appeared in every game so far. Blaire's name is a portmanteau of the word \"black\", the color of her fur; and the given name \"Claire\".\n",
    "url": "https://nookipedia.com/wiki/Blaire"
  },
  {
    "name": "Blanche",
    "spanish": "Rocío",
    "gender": "Female",
    "species": "Ostrich",
    "birthday": "2020-12-21 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/4/47/Blanche_NL.png/200px-Blanche_NL.png",
    "description": "Blanche is a snooty, ostrich villager in the Animal Crossing series who first appeared in Animal Crossing: New Leaf. Her name is the French word for the color white, a nod to her main color.\n",
    "url": "https://nookipedia.com/wiki/Blanche"
  },
  {
    "name": "Bluebear",
    "spanish": "Celeste",
    "gender": "Female",
    "species": "Cub",
    "birthday": "2020-06-24 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/2/25/Bluebear_NLa.png/200px-Bluebear_NLa.png",
    "description": "Bluebear is a peppy, cub villager in the Animal Crossing series. She is named after her color and species. Her Japanese name may come from nuigurumi, meaning a stuffed toy. Bluebear also shares her Japanese catchphrase with Megumi, a peppy dog villager from Doubutsu no Mori e+, though Bluebear's is spelled in katakana, while Megumi's is in hiragana.\n",
    "url": "https://nookipedia.com/wiki/Bluebear"
  },
  {
    "name": "Bob",
    "spanish": "Arándano",
    "gender": "Male",
    "species": "Cat",
    "birthday": "2020-01-01 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/7/79/Bob_NLa.png/175px-Bob_NLa.png",
    "description": "Bob is a lazy villager who has appeared in every game of the Animal Crossing series. His name is probably a reference to bobcats. His initial phrase, \"pthhpth,\" may be a reference to the sound a cat makes when coughing up a hairball. \n",
    "url": "https://nookipedia.com/wiki/Bob"
  },
  {
    "name": "Bonbon",
    "spanish": "Chocolat",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-03-03 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/1f/Bonbon_NL.png/175px-Bonbon_NL.png",
    "description": "Bonbon is a peppy rabbit villager who first appeared in Animal Crossing: New Leaf. Her name can refer to candy, especially chocolate. It may also be a play on \"bunny\". Her Japanese name comes from mimi, meaning ears.\n",
    "url": "https://nookipedia.com/wiki/Bonbon"
  },
  {
    "name": "Bones",
    "spanish": "Cándido",
    "gender": "Male",
    "species": "Dog",
    "birthday": "2020-08-04 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/6/62/Bones_NLa.png/175px-Bones_NLa.png",
    "description": "Bones is a lazy, dog villager in the Animal Crossing series. He has appeared in every game up to date. His name is derived from bones, a popular treat for dogs, and possibly from the term \"Lazy Bones.\" His catchphrase is probably from the noise dogs make. \n",
    "url": "https://nookipedia.com/wiki/Bones"
  },
  {
    "name": "Boomer",
    "spanish": "Serafino",
    "gender": "Male",
    "species": "Penguin",
    "birthday": "2020-02-07 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/7/76/Boomer_NLa.png/200px-Boomer_NLa.png",
    "description": "Boomer is a lazy penguin villager who first appears in Animal Crossing as a islander. He is absent in Animal Crossing: Wild World, but reappears in later games. His name may come from the sound a bomb makes, boom. This is a reference to his appearance, which resembles a pilot. His Japanese catchphrase is also an onomatopoeia for a firing sound, further referencing his appearance.\n",
    "url": "https://nookipedia.com/wiki/Boomer"
  },
  {
    "name": "Boone",
    "spanish": "Babú",
    "gender": "Male",
    "species": "Gorilla",
    "birthday": "2020-09-12 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d5/Boone_NLa.png/175px-Boone_NLa.png",
    "description": "Boone is a jock, gorilla villager in the Animal Crossing series first introduced in Animal Crossing: Wild World. Due to his personality, he appears competitive and active around the town. Both his English name and initial catchphrase - \"baboom\" - are likely allusions to the word baboon. Mantarou likely derives from マンドリル mandoriru (mandrill).\n",
    "url": "https://nookipedia.com/wiki/Boone"
  },
  {
    "name": "Boots",
    "spanish": "Braulio",
    "gender": "Male",
    "species": "Alligator",
    "birthday": "2020-08-07 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/8/81/Boots_NL.png/200px-Boots_NL.png",
    "description": "Boots is a jock alligator villager from the Animal Crossing series, appearing in every game up until Doubutsu no Mori e+, then remaining absent until Animal Crossing: New Leaf - Welcome amiibo and Animal Crossing: Pocket Camp. Boots's name is derived from boots as footwear, because they can be made from tough alligator hide. His catchphrase, munchie, relates to \"munching\", an onomatopoeia for a chomping sound. Although not popular in his original Japanese origin, Boots's offbeat expressions and jock personality make him extremely popular to western gamers. Nintendo of America localizer Bill Trinen has also cited Boots as one of his most memorable villagers.\n",
    "url": "https://nookipedia.com/wiki/Boots"
  },
  {
    "name": "Boris",
    "spanish": "Boris",
    "gender": "Male",
    "species": "Pig",
    "birthday": "2020-11-06 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a4/Boris_NL.png/200px-Boris_NL.png",
    "description": "Boris is a cranky, pig villager that first appeared in Doubutsu no Mori, and would originally appear only in its GameCube ports until making a return in Animal Crossing: New Leaf - Welcome amiibo. His name presumably comes from the word \"boar\", an animal similar to a pig, and usually wild. His initial phrase, \"schnort\", is pronounced similarly to \"snort\", a noise pigs and boars make. Similarly, his Japanese catchphrase is the Japanese equivalent of this sound.\n",
    "url": "https://nookipedia.com/wiki/Boris"
  },
  {
    "name": "Boyd",
    "spanish": "Bunga",
    "gender": "Male",
    "species": "Gorilla",
    "birthday": "2020-10-01 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/f/fb/Boyd_NL.png/200px-Boyd_NL.png",
    "description": "Boyd is a cranky gorilla villager from the Animal Crossing series. He first appeared in Doubutsu no Mori e+, and returned in the Welcome amiibo update for Animal Crossing: New Leaf. Boyd's catchphrase may be derived from \"ooh ooh\", an onomanopoea in English for a primate sound. His Japanese catchphrase is the Japanese equivalent of this.\n",
    "url": "https://nookipedia.com/wiki/Boyd"
  },
  {
    "name": "Bree",
    "spanish": "Brie",
    "gender": "Female",
    "species": "Mouse",
    "birthday": "2020-07-07 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/0/0e/Bree_NLa.png/175px-Bree_NLa.png",
    "description": "Bree is a snooty, mouse villager in the Animal Crossing series, appearing in every game of the Animal Crossing series since Doubutsu no Mori e+. Her name is likely derived from \"brie\", a type of French cheese, relating to the common stereotype that mice love cheese. Her catchphrase, \"cheeseball\", further relates to this.\n",
    "url": "https://nookipedia.com/wiki/Bree"
  },
  {
    "name": "Broccolo",
    "spanish": "Brócoli",
    "gender": "Male",
    "species": "Mouse",
    "birthday": "2020-06-30 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/8/89/Broccolo_NLa.png/175px-Broccolo_NLa.png",
    "description": "Broccolo is a mouse villager with a lazy personality from the Animal Crossing series. Debuting in Doubutsu no Mori e+, he was absent from Animal Crossing: Wild World but returned to the Animal Crossing series in Animal Crossing: City Folk. His name and catchphrase, \"eat it\", are a possible reference to the vegetable broccoli, a vegetable that some children find undesirable. It may also relate to his lazy personality, whom are known to have a fondness of food.\n",
    "url": "https://nookipedia.com/wiki/Broccolo"
  },
  {
    "name": "Bruce",
    "spanish": "Aristo",
    "gender": "Male",
    "species": "Deer",
    "birthday": "2020-05-26 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a1/Bruce_NL.png/200px-Bruce_NL.png",
    "description": "Bruce is a cranky deer villager in the Animal Crossing series who debuted on Animal Crossing: New Leaf. His catchphrase is probably a reference to the fairy tale, \"The Three Billy Goats Gruff\", and is also the name of another cranky villager. The name \"Bruce\" may be derived from \"bruise\", a type of injury, which may reference the \"tough\" nature of cranky villagers. His name could also be a reference to the original Norwegian name of the goats in The Three Billy Goats Gruff, which is Bruse.\n",
    "url": "https://nookipedia.com/wiki/Bruce"
  },
  {
    "name": "Broffina",
    "spanish": "Brunilda",
    "gender": "Female",
    "species": "Chicken",
    "birthday": "2020-10-24 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/c/c0/Broffina_NL.png/200px-Broffina_NL.png",
    "description": "\nBroffina is a snooty chicken villager in the Animal Crossing series. She is a new character, first appearing in Animal Crossing: New Leaf. Her picture phrase is a reference to the popular saying, \"Don't bite the hand that feeds you.\", meaning to not act ungrateful to someone that you are dependent on.\n",
    "url": "https://nookipedia.com/wiki/Broffina"
  },
  {
    "name": "Bubbles",
    "spanish": "Hipólita",
    "gender": "Female",
    "species": "Hippo",
    "birthday": "2020-09-18 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b7/Bubbles_NLa.png/175px-Bubbles_NLa.png",
    "description": "Bubbles is a peppy, hippo villager in the Animal Crossing series. Her name is derived from the fact that hippos live close to water, blowing bubbles when breathing underwater. It may also be a reference to \"bubbly\", reflecting her nature as a peppy villager.\n",
    "url": "https://nookipedia.com/wiki/Bubbles"
  },
  {
    "name": "Buck",
    "spanish": "Trotón",
    "gender": "Male",
    "species": "Horse",
    "birthday": "2020-04-04 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/e/ec/Buck_NLa.png/175px-Buck_NLa.png",
    "description": "Buck is a jock horse villager in the Animal Crossing series. As a jock villager, he will appear friendly and competitive when around the player. His name may refer to a vaulting horse used in gymnastics - which also gets the name from a type of horse sport where a rider tries to stay on top of a horse while it is \"bucking.\" His initial phrase is a play on the word \"partner\", which is pronounced \"pardner\" by cowboys.\n",
    "url": "https://nookipedia.com/wiki/Buck"
  },
  {
    "name": "Bud",
    "spanish": "Surfleo",
    "gender": "Male",
    "species": "Lion",
    "birthday": "2020-08-08 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/8/83/Bud_NLa.png/175px-Bud_NLa.png",
    "description": "Bud is a jock lion villager in the Animal Crossing series, who appears in all Animal Crossing series games except for the very first installment, Doubutsu no Mori. His Japanese name is a pun on the slang word gurasan, derived from sangurasu meaning sunglasses. From his debut in Animal Crossing to Doubutsu no Mori e+, he is an islander.\n",
    "url": "https://nookipedia.com/wiki/Bud"
  },
  {
    "name": "Bunnie",
    "spanish": "Coni",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-05-09 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b2/Bunnie_NH.png/200px-Bunnie_NH.png",
    "description": "\nBunnie is a peppy rabbit villager from the Animal Crossing series. She has been in all of the Animal Crossing games. Her name is derived from \"bunny\", an alternative, childish name for a rabbit. Her Japanese name may refer to knitting spools (commonly known as ririyan (Lily yarn) in Japan) which often come in a rabbit-like \"Y\" shape. She appears on the back of the case of the Animal Crossing: City Folk right by the 'Meet the neighbors' paragraph.\n",
    "url": "https://nookipedia.com/wiki/Bunnie"
  },
  {
    "name": "Butch",
    "spanish": "Bruno",
    "gender": "Male",
    "species": "Dog",
    "birthday": "2020-11-01 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/d/da/Butch_NLa.png/175px-Butch_NLa.png",
    "description": "Butch is a cranky, dog villager in the Animal Crossing series. His name reflects on the cartoon name given to dogs, usually meaning muscular in appearance. His Rottweiler appearance may also relate to this, as they too appear masculine and muscular. His initial phrase, \"ROOOOOWF\", is an amalgam of \"woof\" and \"ruff\". He is also the only dog with a cranky personality in all games except Doubutsu no Mori e+, where Champagne appears as well. He shares his Wild World picture quote with Curt, another villager.\n",
    "url": "https://nookipedia.com/wiki/Butch"
  },
  {
    "name": "Buzz",
    "spanish": "Nabar",
    "gender": "Male",
    "species": "Eagle",
    "birthday": "2020-12-07 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/6/6d/Buzz_NL.png/200px-Buzz_NL.png",
    "description": "Buzz is an eagle villager with a cranky personality from the Animal Crossing series. His name comes from a buzzard, another type of bird of prey. Despite this, he resembles a golden eagle. Moreover, his Japanese phrase is a Japanese onomatopoeia for the sound a hawk makes.\n",
    "url": "https://nookipedia.com/wiki/Buzz"
  },
  {
    "name": "Cally",
    "spanish": "Almendra",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-09-04 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/c/c4/Cally_NLa.png/175px-Cally_NLa.png",
    "description": "Cally is a normal squirrel who appeared in Animal Crossing under the name Sally. Cally was absent in Animal Crossing: Wild World and Animal Crossing: City Folk, and then reappeared in Animal Crossing: New Leaf under the name Cally. Her name was used for another villager in Animal Crossing called Hazel, who is now called Sally since Animal Crossing: Wild World.\n",
    "url": "https://nookipedia.com/wiki/Cally"
  },
  {
    "name": "Camofrog",
    "spanish": "Comando",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-06-05 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d5/Camofrog_NLa.png/150px-Camofrog_NLa.png",
    "description": "Camofrog is a cranky frog villager who has appeared in most Animal Crossing series games. His name relates to his appearance - a camouflaged frog. His initial phrase, \"ten-hut\", is an army term meaning \"Come to attention\"; this also relates to his appearance, as camouflage is frequently used in the army. His Wild World favorite saying, \"You can't see me.\", also comes from his camouflaged appearance. It is also a reference to former wrestler John Cena, who uses the quote as his catchphrase.\n",
    "url": "https://nookipedia.com/wiki/Camofrog"
  },
  {
    "name": "Canberra",
    "spanish": "Canberra",
    "gender": "Female",
    "species": "Koala",
    "birthday": "2020-05-14 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/a/af/Canberra_NL.png/200px-Canberra_NL.png",
    "description": "Canberra is a sisterly, koala villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her name most likely references the capital of Australia, Canberra, as Australia is the homeland of koalas.\n",
    "url": "https://nookipedia.com/wiki/Canberra"
  },
  {
    "name": "Candi",
    "spanish": "Chuchi",
    "gender": "Female",
    "species": "Mouse",
    "birthday": "2020-04-13 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/5/5c/Candi_NL.png/150px-Candi_NL.png",
    "description": "Candi is a peppy mouse villager in the Animal Crossing series. Following her debut in Doubutsu no Mori, Candi would appear in every game up until Doubutsu no Mori e+, in which she would remain absent until Animal Crossing: New Leaf - Welcome amiibo. Candi's name is derived from “candy”, a sugary food that many members of her personality, peppy, are known to overeat, making them hyper due to the excess sugar.\n",
    "url": "https://nookipedia.com/wiki/Candi"
  },
  {
    "name": "Carmen",
    "spanish": "Linda",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-01-06 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/e/eb/Carmen_NH.png/175px-Carmen_NH.png",
    "description": "Carmen is a peppy rabbit villager who was introduced in Animal Crossing: City Folk. Her name was used in previous versions of the game for a snooty mouse.\n",
    "url": "https://nookipedia.com/wiki/Carmen%20(rabbit)"
  },
  {
    "name": "Caroline",
    "spanish": "Mariló",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-07-15 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/8/83/Caroline_NLa.png/175px-Caroline_NLa.png",
    "description": "Caroline is a normal, squirrel villager from the Animal Crossing series. Originally appearing in Animal Crossing as an islander named Bliss, her English name was changed to Caroline in Animal Crossing: Wild World, which was her Japanese name.\n",
    "url": "https://nookipedia.com/wiki/Caroline"
  },
  {
    "name": "Carrie",
    "spanish": "Lola",
    "gender": "Female",
    "species": "Kangaroo",
    "birthday": "2020-12-05 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b1/Carrie_NL.png/200px-Carrie_NL.png",
    "description": "Carrie is a normal, kangaroo villager from the Animal Crossing series. After Doubutsu no Mori e+ was released, Carrie would be absent from any Animal Crossing series media until she reappeared in Animal Crossing: Happy Home Designer as one of the mandatory clients in the game, alongside Goldie and Lopez. Carrie made her reappearance in a mainline game in the Animal Crossing series in Animal Crossing: New Leaf - Welcome amiibo, followed by another appearance in Animal Crossing: Pocket Camp. Her name may possibly be derived from how female kangaroos carry their joeys. Her initial catchphrase, \"little one\", refers to her joey.\n",
    "url": "https://nookipedia.com/wiki/Carrie"
  },
  {
    "name": "Cashmere",
    "spanish": "Cachemir",
    "gender": "Female",
    "species": "Sheep",
    "birthday": "2020-04-02 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/c/c7/Cashmere_NL.png/200px-Cashmere_NL.png",
    "description": "Cashmere is a snooty sheep villager from the Animal Crossing series. Having not appeared after Doubutsu no Mori e+, she eventually returned in Animal Crossing: New Leaf - Welcome amiibo.\n",
    "url": "https://nookipedia.com/wiki/Cashmere"
  },
  {
    "name": "Celia",
    "spanish": "Jazmín",
    "gender": "Female",
    "species": "Eagle",
    "birthday": "2020-03-25 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a3/Celia_NL.png/200px-Celia_NL.png",
    "description": "Celia is a normal eagle villager in the Animal Crossing series, first appearing in Animal Crossing: New Leaf. Celia is, most notably, the first female eagle villager since Amelia, who was the only female eagle for over a decade, prior to Celia's inclusion in Animal Crossing: New Leaf. She shares her Japanese name with Tiffany, another villager.\n",
    "url": "https://nookipedia.com/wiki/Celia"
  },
  {
    "name": "Cesar",
    "spanish": "César",
    "gender": "Male",
    "species": "Gorilla",
    "birthday": "2020-09-06 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/2/23/Cesar_NH.png/200px-Cesar_NH.png",
    "description": "Cesar is a large, orange gorilla with a cranky personality and black facial hair.  He has appeared in every Animal Crossing series game so far. His English name is an allusion to the Roman dictator Julius Caesar, hence the catchphrase \"highness\", which reflects his sense of self-importance and kingly status. He had a minor role in Doubutsu no Mori (film), where he was friends with Cyrano the anteater, another cranky villager.\n",
    "url": "https://nookipedia.com/wiki/Cesar"
  },
  {
    "name": "Chadder",
    "spanish": "Roque",
    "gender": "Male",
    "species": "Mouse",
    "birthday": "2020-12-15 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/8/8d/Chadder_NH_2.png/150px-Chadder_NH_2.png",
    "description": "Chadder is a smug mouse villager in the Animal Crossing series, making his initial appearance in Animal Crossing: New Leaf. His name is a distortion of cheddar, a kind of cheese. His initial phrase, \"fromage\", means \"cheese\" in French.\n",
    "url": "https://nookipedia.com/wiki/Chadder"
  },
  {
    "name": "Charlise",
    "spanish": "Charo",
    "gender": "Female",
    "species": "Bear",
    "birthday": "2020-04-17 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d1/Charlise_NL.png/175px-Charlise_NL.png",
    "description": "Charlise is a sisterly bear villager from the Animal Crossing series. She first appeared in Doubutsu no Mori e+ as a peppy islander, then re-appeared in Animal Crossing: New Leaf as a sisterly villager.  Her name comes from a French/Portuguese word, charme, which translates to charm, a reference to her original Japanese name.\n",
    "url": "https://nookipedia.com/wiki/Charlise"
  },
  {
    "name": "Cheri",
    "spanish": "Cerecita",
    "gender": "Female",
    "species": "Cub",
    "birthday": "2020-03-17 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/4/4b/Cheri_NLa.png/200px-Cheri_NLa.png",
    "description": "Cheri is a peppy, cub villager from the Animal Crossing series, making an appearance only in Animal Crossing until her return in Animal Crossing: New Leaf. Her name is based off the word \"cherry,\" which defines her personality and her coloring. Her name may also be a reference to the French word \"chéri\" used for endearment to another person (\"my love\", \"my darling\").\n",
    "url": "https://nookipedia.com/wiki/Cheri"
  },
  {
    "name": "Cherry",
    "spanish": "Luna",
    "gender": "Female",
    "species": "Dog",
    "birthday": "2020-05-11 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/3/32/Cherry_NLa.png/175px-Cherry_NLa.png",
    "description": "Cherry is a sisterly dog villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf, and has appeared in every game since. Her colors and appearance are like those of a cherry, hence her name.\n",
    "url": "https://nookipedia.com/wiki/Cherry"
  },
  {
    "name": "Chester",
    "spanish": "Osunio",
    "gender": "Male",
    "species": "Cub",
    "birthday": "2020-08-06 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/0/09/Chester_NLa.png/175px-Chester_NLa.png",
    "description": "Chester is a lazy, cub villager in the Animal Crossing series, though he resembles a panda. Thus far, he has appeared in Animal Crossing: City Folk and Animal Crossing: New Leaf.\n",
    "url": "https://nookipedia.com/wiki/Chester"
  },
  {
    "name": "Chevre",
    "spanish": "Cabriola",
    "gender": "Female",
    "species": "Goat",
    "birthday": "2020-03-06 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/c/c9/Chevre_NH.png/175px-Chevre_NH.png",
    "description": "Chevre is a normal goat villager who has appeared in every game in the Animal Crossing series. The name \"Chèvre\" means goat in French, which matches her initial catchphrase \"la baa\", a play on the French phrase là bas (which means \"over there\") and the sound a goat makes, \"baa\".\n",
    "url": "https://nookipedia.com/wiki/Chevre"
  },
  {
    "name": "Chief",
    "spanish": "Zoilo",
    "gender": "Male",
    "species": "Wolf",
    "birthday": "2020-12-19 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/7/73/Chief_NLa.png/175px-Chief_NLa.png",
    "description": "Chief is a cranky, wolf villager, appearing in all games from the Animal Crossing series. As a cranky villager, he will appear grouchy and mean towards the player, but will slowly begin to warm up and befriend them.  His name may relate to his species, which live in packs lead by an alpha male, sometimes called a \"chief\". His initial phrase, \"harrumph\", is a sign of boredom or annoyance, often related to cranky villagers.\n",
    "url": "https://nookipedia.com/wiki/Chief"
  },
  {
    "name": "Chops",
    "spanish": "Solomin",
    "gender": "Male",
    "species": "Pig",
    "birthday": "2020-10-13 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/a/af/Chops_NL.png/200px-Chops_NL.png",
    "description": "Chops is a smug, pig villager in the Animal Crossing series who first appeared in Animal Crossing: New Leaf. His name comes from \"pork chops,\" a food which is made from pigs. His Japanese name, Ton Fan, is a pun on ton, meaning \"pork,\" and doufan the Japanese pronunciation of the former French noble title, dauphin, heir apparent to the throne.\n",
    "url": "https://nookipedia.com/wiki/Chops"
  },
  {
    "name": "Chow",
    "spanish": "Pando",
    "gender": "Male",
    "species": "Bear",
    "birthday": "2020-07-22 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/9/97/Chow_NLa.png/175px-Chow_NLa.png",
    "description": "Chow is a cranky bear villager from the Animal Crossing series. He has appeared in every game so far, with the exception of Animal Crossing: Pocket Camp. Chow's name comes from the spelling variation of the Chinese surname, Zhou - the fact that it is a Chinese (sur)name relates to Chow being a Panda Bear, which are native to China. In the city of Hull, England, \"chow\" is a colloquialism used for \"telling off.\" As people are usually cranky when telling someone off, this relates to Chow's personality, although this is most likely a coincidence.\n",
    "url": "https://nookipedia.com/wiki/Chow"
  },
  {
    "name": "Chrissy",
    "spanish": "Lali",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-08-28 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/9/99/Chrissy_NH_2.png/175px-Chrissy_NH_2.png",
    "description": "Chrissy is a peppy rabbit villager in the Animal Crossing series. She originally appeared in Doubutsu no Mori e+. She was absent in Animal Crossing: Wild World but returns in Animal Crossing: City Folk. According to the official Japanese Animal Crossing: City Folk website, she is the younger sister of Francine. This information is later confirmed to western players in Animal Crossing: Pocket Camp.\n",
    "url": "https://nookipedia.com/wiki/Chrissy"
  },
  {
    "name": "Claude",
    "spanish": "Pablo",
    "gender": "Male",
    "species": "Rabbit",
    "birthday": "2020-12-03 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/8/82/Claude_NH_2.png/175px-Claude_NH_2.png",
    "description": "Claude is a lazy rabbit villager from the Animal Crossing series, appearing in all games up to Doubutsu no Mori e+, and would remain absent until Animal Crossing: Happy Home Designer, in which Claude could be received through DLC alongside Louie, Maddie, Filly, and Felyne. His phrase, \"hopalong\", relates to the nature of rabbits to hop. His Japanese name is a reference to Vinegar, a cooking ingredient.\n",
    "url": "https://nookipedia.com/wiki/Claude"
  },
  {
    "name": "Claudia",
    "spanish": "Lilu",
    "gender": "Female",
    "species": "Tiger",
    "birthday": "2020-11-22 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/6/6f/Claudia_NL.png/200px-Claudia_NL.png",
    "description": "Claudia is a snooty tiger villager in the Animal Crossing series who first appeared in Animal Crossing: New Leaf. Most notably, Claudia is the first female tiger since Bangle to appear in a Animal Crossing series title, which she shares with Bianca. Claudia's name is derived from a \"claw\", used to refer to the sharp nails of a tiger.\n",
    "url": "https://nookipedia.com/wiki/Claudia"
  },
  {
    "name": "Clay",
    "spanish": "Boliche",
    "gender": "Male",
    "species": "Hamster",
    "birthday": "2020-10-19 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/7/77/Clay_NL.png/150px-Clay_NL.png",
    "description": "Clay is a lazy hamster villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name is a reference to Dogū, a type of traditional Japanese clay figurine, which his appearance is based on.\n",
    "url": "https://nookipedia.com/wiki/Clay"
  },
  {
    "name": "Cleo",
    "spanish": "Clotilde",
    "gender": "Female",
    "species": "Horse",
    "birthday": "2020-02-09 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9d/Cleo_NL.png/200px-Cleo_NL.png",
    "description": "Cleo is a snooty, horse villager from the Animal Crossing series. She is named after Cleo Ridgely, a professional horseback rider and actress. Her catchphrase, sugar, refers to sugarcubes, a treat which horses enjoy eating. \"Sugar\" is also an affectionate nickname used by individuals in the American south, some of whom, especially females, act refined, posh, and chic. She appeared only in the GameCube games until she returned in Animal Crossing: New Leaf - Welcome amiibo.\n",
    "url": "https://nookipedia.com/wiki/Cleo"
  },
  {
    "name": "Clyde",
    "spanish": "Moe",
    "gender": "Male",
    "species": "Horse",
    "birthday": "2020-05-01 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/0/0a/Clyde_NLa.png/175px-Clyde_NLa.png",
    "description": "Clyde is a lazy horse villager who first appears in Animal Crossing: City Folk. His English and Japanese names may both be derived from Clydesdale, a horse breed. His catchphrase comes from the noise horses make with their hooves when walking on a hard surface, clip-clop.\n",
    "url": "https://nookipedia.com/wiki/Clyde"
  },
  {
    "name": "Coach",
    "spanish": "Cacho",
    "gender": "Male",
    "species": "Bull",
    "birthday": "2020-04-29 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/0/03/Coach_NL.png/200px-Coach_NL.png",
    "description": "Coach is a jock bull villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name refers to sports coaches, relating to his jock personality. His catchphrase \"stubble\" relates to the five o'clock shadow he has which is commonly called a stubble. He is the only bull villager that is not lazy or cranky.\n",
    "url": "https://nookipedia.com/wiki/Coach"
  },
  {
    "name": "Cobb",
    "spanish": "Franfuá",
    "gender": "Male",
    "species": "Pig",
    "birthday": "2020-10-07 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/1/1e/Cobb_NLa.png/175px-Cobb_NLa.png",
    "description": "Cobb is a jock pig villager from the Animal Crossing series. His name comes from corn on the cob, and pigs like to eat corn.  His Japanese name, \"Hakase\", means doctor, which refers to his appearance being similar to that of a stereotypical doctor.  His catchphrase refers to how pigs are used for hot dogs.\n",
    "url": "https://nookipedia.com/wiki/Cobb"
  },
  {
    "name": "Coco",
    "spanish": "Cocoloca",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-03-01 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/9/97/Coco_NLa.png/175px-Coco_NLa.png",
    "description": "Coco is a normal rabbit villager from the Animal Crossing series. She has appeared in every game so far.\n",
    "url": "https://nookipedia.com/wiki/Coco"
  },
  {
    "name": "Cole",
    "spanish": "Nicolás",
    "gender": "Male",
    "species": "Rabbit",
    "birthday": "2020-08-10 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/f/f6/Cole_NH.png/200px-Cole_NH.png",
    "description": "Cole is a lazy rabbit villager who first appeared in Animal Crossing: New Leaf. His name is likely a play on \"coal\", relating to his black color. His Japanese name comes from the Amami rabbit.\n",
    "url": "https://nookipedia.com/wiki/Cole"
  },
  {
    "name": "Colton",
    "spanish": "Furio",
    "gender": "Male",
    "species": "Horse",
    "birthday": "2020-05-22 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/1/12/Colton_NL.png/200px-Colton_NL.png",
    "description": "Colton is a smug, horse villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name Colton derives from the young male horse, a colt.\n",
    "url": "https://nookipedia.com/wiki/Colton"
  },
  {
    "name": "Cookie",
    "spanish": "Purita",
    "gender": "Female",
    "species": "Dog",
    "birthday": "2020-06-18 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b6/Cookie_NLa.png/175px-Cookie_NLa.png",
    "description": "Cookie is a peppy dog villager in the Animal Crossing series. She is absent from Animal Crossing: Wild World, but returns in Animal Crossing: City Folk. Her name may refer to her sweet appearance. Her initial catchphrase, arfer, comes from the word \"arf\", the onomatopoeia of a dog's bark.\n",
    "url": "https://nookipedia.com/wiki/Cookie"
  },
  {
    "name": "Cousteau",
    "spanish": "Cousteau",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-12-17 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/7/7d/Cousteau_NLa.png/150px-Cousteau_NLa.png",
    "description": "Cousteau is a jock frog villager in the Animal Crossing series. He first appeared in Doubutsu no Mori, but was absent in Animal Crossing: Wild World and made a reappearance in Animal Crossing: City Folk. As a jock villager, he will be interested in sport and fitness, as well as appear hospitable and competitive towards the player.\n",
    "url": "https://nookipedia.com/wiki/Cousteau"
  },
  {
    "name": "Cranston",
    "spanish": "Carmelo",
    "gender": "Male",
    "species": "Ostrich",
    "birthday": "2020-09-23 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/f/fc/Cranston_NL.png/200px-Cranston_NL.png",
    "description": "Cranston is a lazy, ostrich villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name may come from \"crane,\" which he resembles, while his initial catchphrase may cause one to confuse him for a jock villager.\n",
    "url": "https://nookipedia.com/wiki/Cranston"
  },
  {
    "name": "Croque",
    "spanish": "Ranolfo",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-07-18 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a6/Croque_NL.png/150px-Croque_NL.png",
    "description": "Croque is a cranky frog villager in the Animal Crossing series. He was introduced in Animal Crossing: New Leaf. His name derives from the onomatopoeia of the sound frogs make: “croak”, while his catchphrase highlights his cranky personality.\n",
    "url": "https://nookipedia.com/wiki/Croque"
  },
  {
    "name": "Cube",
    "spanish": "Cube",
    "gender": "Male",
    "species": "Penguin",
    "birthday": "2020-01-29 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/3/3b/Cube_NLa.png/200px-Cube_NLa.png",
    "description": "Cube is a lazy, penguin villager in the Animal Crossing series who first appears in Animal Crossing. His English name is possibly taken from the Nintendo GameCube, the console in which he makes his first appearance on in the West, although he may alternatively be named after ice cubes.  His Japanese name, Vis, which is French for screw, is likely a reference to his unique screw-like eyes.\n",
    "url": "https://nookipedia.com/wiki/Cube"
  },
  {
    "name": "Curlos",
    "spanish": "Carnerio",
    "gender": "Male",
    "species": "Sheep",
    "birthday": "2020-05-08 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/f/f0/Curlos_NLa.png/200px-Curlos_NLa.png",
    "description": "Curlos is a sheep villager in the Animal Crossing series who made his first appearance in Doubutsu no Mori e+ as a cranky islander. He later returned in Animal Crossing: New Leaf as a villager, now under the smug personality.\n",
    "url": "https://nookipedia.com/wiki/Curlos"
  },
  {
    "name": "Curly",
    "spanish": "Rufueto",
    "gender": "Male",
    "species": "Pig",
    "birthday": "2020-07-26 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/f/f3/Curly_NLa.png/175px-Curly_NLa.png",
    "description": "Curly is a jock, pig villager from the Animal Crossing series. His name comes from his curly tail.  It is also possible his name is a reference to the Three Stooges, as his catchphrase is \"nyoink\", which could be based off Curly the Stooge's \"nyuk nyuk nyuk\" catchphrase.\n",
    "url": "https://nookipedia.com/wiki/Curly"
  },
  {
    "name": "Curt",
    "spanish": "Gorbaché",
    "gender": "Male",
    "species": "Bear",
    "birthday": "2020-07-01 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/2/27/Curt_NH.png/175px-Curt_NH.png",
    "description": "Curt is a cranky bear villager in the Animal Crossing series. To be \"curt\" is to be impolitely brief, hence his personality, which are known to be brief and impolite. It also sounds similar to \"hurt\", referring to the bandage on Curt's head. He shares his picture quote with Butch, another villager.\n",
    "url": "https://nookipedia.com/wiki/Curt"
  },
  {
    "name": "Cyd",
    "spanish": "Ramón",
    "gender": "Male",
    "species": "Elephant",
    "birthday": "2020-06-09 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/5/5d/Cyd_NH.png/200px-Cyd_NH.png",
    "description": "\nCyd is a cranky elephant villager who first appeared in Animal Crossing: New Horizons.[1] His name is likely a reference to punk rock musician Sid Vicious, Sid being a potential homonym for Cyd, which fits with the references to punk and other punk acts in translation.\n",
    "url": "https://nookipedia.com/wiki/Cyd"
  },
  {
    "name": "Cyrano",
    "spanish": "Cirano",
    "gender": "Male",
    "species": "Anteater",
    "birthday": "2020-03-09 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b0/Cyrano_NLa.png/200px-Cyrano_NLa.png",
    "description": "Cyrano is a cranky anteater villager that appears in all games from the Animal Crossing series. He is named after Cyrano de Bergerac, a French dramatist and duelist known, among other things, for his large nose. Cyrano's portrait quote may be a reference to a statue of his namesake in Bergerac, Dordogne, a commune in southern France. He appeared in Doubutsu no Mori (film) as a minor character, being friends with Cesar, the gorilla.\n",
    "url": "https://nookipedia.com/wiki/Cyrano"
  },
  {
    "name": "Daisy",
    "spanish": "Luisa",
    "gender": "Female",
    "species": "Dog",
    "birthday": "2020-11-16 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9b/Daisy_NLa.png/175px-Daisy_NLa.png",
    "description": "Daisy is a normal dog villager from the Animal Crossing series. She has appeared in every game so far. Her catchphrase, 'bow-WOW,' is the noise that dogs make, with an emphasis on WOW to indicate interest, similar to the cat villager Tabby's catchphrase, 'me-WOW.'\n",
    "url": "https://nookipedia.com/wiki/Daisy"
  },
  {
    "name": "Deena",
    "spanish": "Martita",
    "gender": "Female",
    "species": "Duck",
    "birthday": "2020-06-27 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/7/7b/Deena_NLa.png/175px-Deena_NLa.png",
    "description": "Deena is a normal duck villager appearing in all installments of the Animal Crossing series.\n",
    "url": "https://nookipedia.com/wiki/Deena"
  },
  {
    "name": "Deirdre",
    "spanish": "Venada",
    "gender": "Female",
    "species": "Deer",
    "birthday": "2020-05-04 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/c/c6/Deirdre_NL.png/175px-Deirdre_NL.png",
    "description": "Deirdre is a sisterly deer villager in the Animal Crossing series. Her name is of Irish origin, and is a pun on her species. She first appeared in Animal Crossing: New Leaf. \n",
    "url": "https://nookipedia.com/wiki/Deirdre"
  },
  {
    "name": "Del",
    "spanish": "Croco",
    "gender": "Male",
    "species": "Alligator",
    "birthday": "2020-05-27 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b7/Del_NLa.png/175px-Del_NLa.png",
    "description": "Del is a cranky alligator villager in the Animal Crossing series. Del first appeared in Doubutsu no Mori e+, and again in Animal Crossing: City Folk and Animal Crossing: New Leaf. Del's name is a shortened version of a river delta, a deposition of sediment left behind by a flowing river, which are sometimes occupied by alligators. His Japanese name refers to the Yamato people, or the battleship Yamato. His Japanese favorite saying is also similar to Sylvana's English favorite saying in Animal Crossing: New Leaf - Welcome amiibo.\n",
    "url": "https://nookipedia.com/wiki/Del"
  },
  {
    "name": "Deli",
    "spanish": "Cana",
    "gender": "Male",
    "species": "Monkey",
    "birthday": "2020-05-24 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/5/53/Deli_NL.png/200px-Deli_NL.png",
    "description": "Deli is a lazy, monkey villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name may be a  reference to New Delhi, the capital of India.\n",
    "url": "https://nookipedia.com/wiki/Deli"
  },
  {
    "name": "Derwin",
    "spanish": "Torcuato",
    "gender": "Male",
    "species": "Duck",
    "birthday": "2020-05-25 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a1/Derwin_NLa.png/175px-Derwin_NLa.png",
    "description": "Derwin is a lazy, duck villager who has appeared in all games from the Animal Crossing series. He gained his glasses after an incident involving a soccer ball hitting him in the head and disorienting his vision, according to his e-Card bio.\n",
    "url": "https://nookipedia.com/wiki/Derwin"
  },
  {
    "name": "Diana",
    "spanish": "Bambina",
    "gender": "Female",
    "species": "Deer",
    "birthday": "2020-01-04 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/c/c2/Diana_NLa.png/175px-Diana_NLa.png",
    "description": "Diana is a snooty deer villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her English name refers to the mythical Diana, the Goddess of the Hunt, who transformed a huntsman into a deer when he glimpsed her bathing in the woods; in reference to this, her home is themed after a bathhouse. Her catchphrase \"no doy\" is a term used to label something as common knowledge in an informal conversation, relating to her snooty personality. \"Doy\" also sounds similar to \"doe\", a name for a female deer.\n",
    "url": "https://nookipedia.com/wiki/Diana"
  },
  {
    "name": "Diva",
    "spanish": "Morania",
    "gender": "Female",
    "species": "Frog",
    "birthday": "2020-10-02 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/3/36/Diva_NL.png/150px-Diva_NL.png",
    "description": "Diva is a sisterly, frog villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her English name means a celebrated female singer in the world of opera, and nowadays by extension in theater, cinema and popular music.\n",
    "url": "https://nookipedia.com/wiki/Diva"
  },
  {
    "name": "Dizzy",
    "spanish": "Quique",
    "gender": "Male",
    "species": "Elephant",
    "birthday": "2020-07-14 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/0/07/Dizzy_NLa.png/175px-Dizzy_NLa.png",
    "description": "Dizzy is a lazy elephant villager from the Animal Crossing series.\n",
    "url": "https://nookipedia.com/wiki/Dizzy"
  },
  {
    "name": "Dobie",
    "spanish": "Germán",
    "gender": "Male",
    "species": "Wolf",
    "birthday": "2020-02-17 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/c/cc/Dobie_NL.png/200px-Dobie_NL.png",
    "description": "Dobie is a wolf villager from the Animal Crossing series. He first appeared as the only lazy wolf in Animal Crossing, as an islander. After over a decade of absence, he reappeared in Animal Crossing: New Leaf - Welcome amiibo as a cranky villager.\n",
    "url": "https://nookipedia.com/wiki/Dobie"
  },
  {
    "name": "Doc",
    "spanish": "Crispín",
    "gender": "Male",
    "species": "Rabbit",
    "birthday": "2020-03-16 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/9/94/Doc_NLa.png/175px-Doc_NLa.png",
    "description": "Doc is a lazy, rabbit villager from the Animal Crossing series. He is named from the Bugs Bunny quote, \"Eh, what's up doc?\", as he is a rabbit. It may, however, simply relate to his appearance, which resembles a doctor or psychologist.\n",
    "url": "https://nookipedia.com/wiki/Doc"
  },
  {
    "name": "Dom",
    "spanish": "Fibrilio",
    "gender": "Male",
    "species": "Sheep",
    "birthday": "2020-03-18 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/7/75/Dom_NH.png/200px-Dom_NH.png",
    "description": "\nDom is a jock sheep villager who first appeared in Animal Crossing: New Horizons.\n",
    "url": "https://nookipedia.com/wiki/Dom"
  },
  {
    "name": "Dora",
    "spanish": "Dori",
    "gender": "Female",
    "species": "Mouse",
    "birthday": "2020-02-18 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/2/21/Dora_NLa.png/175px-Dora_NLa.png",
    "description": "Dora is a normal mouse villager from the Animal Crossing series. Her catch phrase, \"squeaky,\" is a reference to the sound that mice make. Her name may also be a reference to dormice. Her picture quote in Animal Crossing: New Leaf is a reference to the proverb \"The squeaky wheel gets the grease.\"\n",
    "url": "https://nookipedia.com/wiki/Dora"
  },
  {
    "name": "Dotty",
    "spanish": "Katia",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-03-14 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/5/57/Dotty_NH_2.png/175px-Dotty_NH_2.png",
    "description": "Dotty is a peppy, rabbit villager in the Animal Crossing series. Her name relates to her large, circled eyes and area of her ears, though it could also be a reference to the word \"dotty\", which means \"small\", hence her catchphrase \"wee one\". \"Dotty\" can also mean \"eccentric\", and to be \"dotty\" about something means to like, love, or show a great interest in something or someone. Both of these fit with the airheaded, yet positive nature of peppy villagers.\n",
    "url": "https://nookipedia.com/wiki/Dotty"
  },
  {
    "name": "Drago",
    "spanish": "Dragonio",
    "gender": "Male",
    "species": "Alligator",
    "birthday": "2020-02-12 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/15/Drago_NL.png/200px-Drago_NL.png",
    "description": "Drago is a lazy alligator villager who first appears in Animal Crossing: New Leaf. His name means \"dragon\" in Italian. Similarly, his Japanese name, Tatsuo, is derived from tatsu (龍/竜), meaning \"dragon\", specifically Asian dragons (Western dragons are referred to in katakana as doragon (ドラゴン)).\n",
    "url": "https://nookipedia.com/wiki/Drago"
  },
  {
    "name": "Drake",
    "spanish": "Draco",
    "gender": "Male",
    "species": "Duck",
    "birthday": "2020-06-25 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/a/ab/Drake_NLa.png/175px-Drake_NLa.png",
    "description": "Drake is a lazy duck villager from the Animal Crossing series, appearing in every game since Animal Crossing: Wild World. The name \"Drake\" comes from the word given to male ducks. His initial phrase, \"quacko\", is play on the word \"quack\", the sound ducks make. Likewise, His Japanese phrase, kamo ne, is a He shares this catchphrase with Bill, another male duck; and shares his Wild World picture quote with Elmer, another lazy villager.\n",
    "url": "https://nookipedia.com/wiki/Drake"
  },
  {
    "name": "Drift",
    "spanish": "Surfín",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-10-09 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/f/fd/Drift_NLa.png/150px-Drift_NLa.png",
    "description": "Drift is a jock, frog villager in the Animal Crossing series. In Animal Crossing, he appeared as an islander. His name may come from his original role as an islander and his catchphrase comes from the sound a frog makes combined with \"bro\", a term that jocks commonly use in conversations. His Japanese catchphrase is the sound of a frog's croaking in Japanese.\n",
    "url": "https://nookipedia.com/wiki/Drift"
  },
  {
    "name": "Ed",
    "spanish": "Crinaldo",
    "gender": "Male",
    "species": "Horse",
    "birthday": "2020-09-16 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/1/16/Ed_NLa.png/175px-Ed_NLa.png",
    "description": "Ed is a horse villager who first appeared in Doubutsu no Mori as a jock villager, but was given a smug personality in Animal Crossing: New Leaf. He has appeared in most of the games in the Animal Crossing series, with the exceptions of Wild World and Pocket Camp. His name may come from Mr. Ed, a television show about a talking horse that aired in the early 1960s. His initial phrase, greenhorn, is a slang word to refer to amateurs, relating to both his original jock personality and his current smug personality.\n",
    "url": "https://nookipedia.com/wiki/Ed"
  },
  {
    "name": "Egbert",
    "spanish": "Norberto",
    "gender": "Male",
    "species": "Chicken",
    "birthday": "2020-10-14 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/12/Egbert_NLa.png/175px-Egbert_NLa.png",
    "description": "Egbert is a lazy, chicken villager in the Animal Crossing series who has appeared in every game to date. His name is a combination of egg, the thing his species lays; and the name \"Bert,\" a surname of \"Robert.\" His Japanese name can mean \"chilblains\" or \"frostbite.\" Egbert's favorite saying in Animal Crossing: New Leaf, which is \"You gotta break a few eggs to make an omelet,\" means that you cannot have success without loss.\n",
    "url": "https://nookipedia.com/wiki/Egbert"
  },
  {
    "name": "Elise",
    "spanish": "Mayra",
    "gender": "Female",
    "species": "Monkey",
    "birthday": "2020-03-21 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/f/fe/Elise_NLa.png/150px-Elise_NLa.png",
    "description": "Elise is a snooty, monkey villager from the Animal Crossing series. She, along with all other monkeys, was new in Animal Crossing: Wild World. Her initial phrase \"puh-lease\" relates to the snooty personality.\n",
    "url": "https://nookipedia.com/wiki/Elise"
  },
  {
    "name": "Ellie",
    "spanish": "Eli",
    "gender": "Female",
    "species": "Elephant",
    "birthday": "2020-05-12 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/d/dc/Ellie_NL.png/200px-Ellie_NL.png",
    "description": "Ellie is a normal, elephant villager from the Animal Crossing series. She first appeared in Doubutsu no Mori. Following more than a decade of absence, she made a reappearance in Animal Crossing: New Leaf - Welcome amiibo. Her name comes from the first part of the word elephant. Ellie's catchphrase \"wee one\" is shared with Dotty in Animal Crossing. In Animal Crossing: New Leaf - Welcome amiibo, this was changed to \"lil one\" to avoid confusion.\n",
    "url": "https://nookipedia.com/wiki/Ellie"
  },
  {
    "name": "Elmer",
    "spanish": "Jacinto",
    "gender": "Male",
    "species": "Horse",
    "birthday": "2020-10-05 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/c/ce/Elmer_NLa.png/175px-Elmer_NLa.png",
    "description": "Elmer is a lazy horse villager. He appears in all games from the Animal Crossing series. His name could be a reference to either  the Elmer Horse Collection, a company which makes horse figurines, or Elmer Glue (glue used to be made from horses). His initial phrase, \"tenderfoot\", may relate to the cowboy ranch rank, where a tenderfoot is an inexperienced ranchman, or \"cowboy\". This may also be related to one of the Boy Scout ranks in American Scouts. His picture quote is referring to his lazy personality, because lazy villagers enjoy the consumption of food. He shares his picture quote with Drake, another villager.\n",
    "url": "https://nookipedia.com/wiki/Elmer"
  },
  {
    "name": "Eloise",
    "spanish": "Eloísa",
    "gender": "Female",
    "species": "Elephant",
    "birthday": "2020-12-08 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/5/51/Eloise_NLa.png/175px-Eloise_NLa.png",
    "description": "Eloise is a snooty elephant villager in the Animal Crossing series. She has appeared in every Animal Crossing series game to date. Her name is derived from the first part of \"elephant,\" her species, and the French given name \"Éloïse.\"\n",
    "url": "https://nookipedia.com/wiki/Eloise"
  },
  {
    "name": "Elvis",
    "spanish": "Elvis",
    "gender": "Male",
    "species": "Lion",
    "birthday": "2020-07-23 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/5/51/Elvis_NLa.png/175px-Elvis_NLa.png",
    "description": "Elvis is a cranky, lion villager from the Animal Crossing series. His catchphrase and picture quote are references to Elvis Presley, the famous singer. Presley was also known as \"the King\" - a reference that lends itself to the lion, which is known in popular culture as \"the king of the jungle.\" His initial shirt and his house are references to a king also.\n",
    "url": "https://nookipedia.com/wiki/Elvis"
  },
  {
    "name": "Erik",
    "spanish": "Cervasio",
    "gender": "Male",
    "species": "Deer",
    "birthday": "2020-07-27 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/8/88/Erik_NH.png/175px-Erik_NH.png",
    "description": "Erik is a lazy, deer villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His English name most likely comes from elk, a large species of deer.\n",
    "url": "https://nookipedia.com/wiki/Erik"
  },
  {
    "name": "Eunice",
    "spanish": "Lanolina",
    "gender": "Female",
    "species": "Sheep",
    "birthday": "2020-04-03 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/8/8f/Eunice_NLa.png/175px-Eunice_NLa.png",
    "description": "Eunice is a sheep villager with a normal personality. She first appeared in Animal Crossing, but was absent in Animal Crossing: Wild World. She returns to the Animal Crossing series in Animal Crossing: City Folk. Her name is derived from \"ewe\", used to refer to a female sheep. Her Japanese name comes from Mohair, a specific type of fabric made from Angora goat hair.  Her catchphrase comes from the byproduct of young sheep, a lamb, called a lamb chop.\n",
    "url": "https://nookipedia.com/wiki/Eunice"
  },
  {
    "name": "Eugene",
    "spanish": "Eucalín",
    "gender": "Male",
    "species": "Koala",
    "birthday": "2020-10-26 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d8/Eugene_NL.png/175px-Eugene_NL.png",
    "description": "Eugene is a smug koala villager who was introduced in Animal Crossing: New Leaf. His name is a reference to the eucalyptus plant, which koalas eat the leaves of. His Japanese name likely refers to his \"rocky\" style.\n",
    "url": "https://nookipedia.com/wiki/Eugene"
  },
  {
    "name": "Fang",
    "spanish": "Colmillo",
    "gender": "Male",
    "species": "Wolf",
    "birthday": "2020-12-18 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9d/Fang_NH.png/175px-Fang_NH.png",
    "description": "Fang is a cranky, wolf villager in the Animal Crossing series. He did not appear in Animal Crossing: Wild World, but reappeared in Animal Crossing: City Folk. His name comes from the fang, a tooth found in carnivores.  It may also be a reference to the 1906 Jack London novel White Fang. His Japanese name is named after Siberia, a region in northern Asia that is mostly an arctic environment.\n",
    "url": "https://nookipedia.com/wiki/Fang"
  },
  {
    "name": "Fauna",
    "spanish": "Fauna",
    "gender": "Female",
    "species": "Deer",
    "birthday": "2020-03-26 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/9/91/Fauna_NH.png/175px-Fauna_NH.png",
    "description": "\nFauna is a normal deer villager in the Animal Crossing series. She is a new character in Animal Crossing: New Leaf and is one of the first villagers announced for the release of the game. Her name is a pun on 'fawn', meaning a young deer, and 'fauna', a term used for animals of a specific time or place. More specifically, it may be a reference to mythical fauns, which are half-goat, half human creatures in Roman mythology heavily associated with 'wildness'. Her initial catchphrase is a pun on \"deer\". Similarly, her Japanese catchphrase is a pun on desu ka, a question sentence ending, and shika, meaning deer.\n",
    "url": "https://nookipedia.com/wiki/Fauna"
  },
  {
    "name": "Felicity",
    "spanish": "Micha",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-03-30 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/5/5e/Felicity_NLa.png/175px-Felicity_NLa.png",
    "description": "Felicity is a peppy cat villager in the Animal Crossing series who first appeared in Doubutsu no Mori e+. Her name is derived from \"feline,\" a scientific adjective for cats, and is also an uncommon given name. She was absent in Animal Crossing: Wild World, but returned in Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Felicity"
  },
  {
    "name": "Filbert",
    "spanish": "Filberto",
    "gender": "Male",
    "species": "Squirrel",
    "birthday": "2020-06-03 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/3/34/Filbert_NH_2.png/200px-Filbert_NH_2.png",
    "description": "Filbert is a lazy squirrel villager, who appears in every installment of Animal Crossing series. His name, like most of his species, came from a type of nut. In this case, his name comes from the species of hazelnut. His Japanese name is the same as the English name of another squirrel, Ricky.\n",
    "url": "https://nookipedia.com/wiki/Filbert"
  },
  {
    "name": "Flip",
    "spanish": "Monet",
    "gender": "Male",
    "species": "Monkey",
    "birthday": "2020-11-21 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/c/c3/Flip_NH.png",
    "description": "Flip is a monkey villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf, where he  replaces Champ who was originally intended to appear. Flip's name is likely a reference to a monkey's behavior: some monkeys are known to flip in the air while climbing in trees, and his picture quote is a reference to \"see no evil, hear no evil, say no evil\", otherwise known as the \"three evils\" that is typically represented by three monkeys. His Japanese name refers to Sarutobi Sasuke, a famous fictional ninja whose surname Sarutobi means \"monkey jump\".\n",
    "url": "https://nookipedia.com/wiki/Flip"
  },
  {
    "name": "Flo",
    "spanish": "Nieves",
    "gender": "Female",
    "species": "Penguin",
    "birthday": "2020-09-02 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/6/61/Flo_NL.png/175px-Flo_NL.png",
    "description": "Flo is a sisterly penguin villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her Japanese name is the same as Leila's English name. Her name likely comes from \"ice floe\", referencing penguins' icy habitat. Her Japanese name is a pun on rei, meaning cold.\n",
    "url": "https://nookipedia.com/wiki/Flo"
  },
  {
    "name": "Flora",
    "spanish": "Azucena",
    "gender": "Female",
    "species": "Ostrich",
    "birthday": "2020-02-09 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/14/Flora_NL.png/200px-Flora_NL.png",
    "description": "Flora is a peppy, ostrich villager in the Animal Crossing series that first appeared in Animal Crossing: New Leaf. She borrows Nana's picture quote in Animal Crossing: Wild World, although Flora's has a period instead of an exclamation mark. Her catchphrase is also the name of another peppy villager, Pinky.\n",
    "url": "https://nookipedia.com/wiki/Flora%20(villager)"
  },
  {
    "name": "Flurry",
    "spanish": "Lluvia",
    "gender": "Female",
    "species": "Hamster",
    "birthday": "2020-01-30 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/8/8c/Flurry_NL.png/200px-Flurry_NL.png",
    "description": "Flurry is a normal hamster villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her English name refers to a flurry of snow, or a light, brief snow shower. Fittingly, Flurry was later added to Animal Crossing: Pocket Camp to promote the winter theme as a result, alongside Fang, Aurora, Diana, and Bianca.\n",
    "url": "https://nookipedia.com/wiki/Flurry"
  },
  {
    "name": "Francine",
    "spanish": "Natacha",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-01-22 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/1/10/Francine_NH_2.png/175px-Francine_NH_2.png",
    "description": "Francine is a snooty, rabbit villager in the Animal Crossing series. Her initial phrase \"karat\" is a homophone on the vegetable, carrot - a typical food item for rabbits and carat in the UK, - a way to measure gold purity. As a snooty villager, gold would possibly refer to her stylish, materialistic lifestyle. She is the older sister of Chrissy.\n",
    "url": "https://nookipedia.com/wiki/Francine"
  },
  {
    "name": "Frank",
    "spanish": "Aquilino",
    "gender": "Male",
    "species": "Eagle",
    "birthday": "2020-07-30 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a9/Frank_NL.png/200px-Frank_NL.png",
    "description": "Frank is a cranky, eagle villager from the Animal Crossing series, who first appeared as an islander in Doubutsu no Mori e+. Frank's name could be a reference to his cranky personality: To be “frank” is to be impolitely brief and to the point, sometimes coming across as insulting. Frank's name is also the Japanese name of another eagle villager.\n",
    "url": "https://nookipedia.com/wiki/Frank"
  },
  {
    "name": "Freckles",
    "spanish": "Rebeca",
    "gender": "Female",
    "species": "Duck",
    "birthday": "2020-02-19 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/19/Freckles_NLa.png/175px-Freckles_NLa.png",
    "description": "Freckles is a peppy duck villager from the Animal Crossing series. She has appeared in every game in the series to date.\n",
    "url": "https://nookipedia.com/wiki/Freckles"
  },
  {
    "name": "Freya",
    "spanish": "Lupita",
    "gender": "Female",
    "species": "Wolf",
    "birthday": "2020-12-14 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/0/06/Freya_NH_2.png/175px-Freya_NH_2.png",
    "description": "Freya is a snooty wolf villager, who appears in all games from the Animal Crossing series except Wild World. Her name derives from the Norse goddess of beauty, Freyja. Her catchphrase, \"uff da,\" is a Norwegian exclamation that translates to \"I am overwhelmed.\" Her Japanese name is derived from “tundra”, a region of arctic wasteland commonly inhabited by wolves.\n",
    "url": "https://nookipedia.com/wiki/Freya"
  },
  {
    "name": "Friga",
    "spanish": "Frida",
    "gender": "Female",
    "species": "Penguin",
    "birthday": "2020-10-16 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d6/Friga_NLa.png/200px-Friga_NLa.png",
    "description": "Friga is a snooty, penguin villager in the Animal Crossing series. She has appeared in every game so far. Friga may be named from \"frigid,\" meaning cold, which relates to many typical penguins being Antarctic creatures. \"Frigid\" also means \"stiff\" or \"formal\", words which befit the overly formal lifestyles of snooty villagers.\n",
    "url": "https://nookipedia.com/wiki/Friga"
  },
  {
    "name": "Frita",
    "spanish": "Ovinia",
    "gender": "Female",
    "species": "Sheep",
    "birthday": "2020-07-16 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/4/4c/Frita_NL.png/200px-Frita_NL.png",
    "description": "Frita is a sisterly, sheep villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her name comes from fritas, meaning \"fries\" in Portuguese. Her Japanese name is the same as the English name of Wendy, another sheep villager.\n",
    "url": "https://nookipedia.com/wiki/Frita"
  },
  {
    "name": "Frobert",
    "spanish": "Croaldo",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-02-08 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/4/4f/Frobert_NLa.png/150px-Frobert_NLa.png",
    "description": "Frobert is a jock, frog villager in the Animal Crossing series. His name is a portmanteau of the name \"Robert\" and the word \"frog\". His initial phrase is a play on the word \"ribbit\", the sound a frog makes. He was originally in Doubutsu no Mori e+, and later in Animal Crossing: Wild World and Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Frobert"
  },
  {
    "name": "Fuchsia",
    "spanish": "Rosalina",
    "gender": "Female",
    "species": "Deer",
    "birthday": "2020-09-19 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/2/2d/Fuchsia_NL.png/200px-Fuchsia_NL.png",
    "description": "Fuchsia is a sisterly deer villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her name derives from the color of her fur, a shade of pink referred to as fuchsia. Fuchsia also appears on the cover of K.K. Disco.\n",
    "url": "https://nookipedia.com/wiki/Fuchsia"
  },
  {
    "name": "Gabi",
    "spanish": "Piluca",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-12-16 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/14/Gabi_NLa.png/175px-Gabi_NLa.png",
    "description": "Gabi is a rabbit villager with a peppy personality who has appeared in all Animal Crossing series titles so far. Her Japanese name is from a Russian style of stove used for cooking and home heating. Her catchphrase relates to her species, \"bun\" being a shortening of \"bunny.\" She appears on the cover of Animal Crossing: amiibo Festival, standing in front of the Town Tree, where she is hosting the Board Game mode. In Animal Crossing: Happy Home Designer, her request is \"A room with a piano,\" which is a reference to the composer and pianist Ludwig van Beethoven, who shares a birthday with Gabi. Her name is also the Japanese name of a cranky cub villager.\n",
    "url": "https://nookipedia.com/wiki/Gabi"
  },
  {
    "name": "Gala",
    "spanish": "Marita",
    "gender": "Female",
    "species": "Pig",
    "birthday": "2020-03-05 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/0/05/Gala_NLa.png/175px-Gala_NLa.png",
    "description": "Gala is a normal villager in the Animal Crossing series, who makes her first appearance in Animal Crossing: City Folk. Her name may refer to Gala Apples.\n",
    "url": "https://nookipedia.com/wiki/Gala"
  },
  {
    "name": "Gaston",
    "spanish": "Gastón",
    "gender": "Male",
    "species": "Rabbit",
    "birthday": "2020-10-28 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/b/bb/Gaston_NLa.png/175px-Gaston_NLa.png",
    "description": "Gaston is a cranky rabbit villager in the Animal Crossing series. His initial phrase and name suggest he is French, or from French origin. His name, Gaston, is a male French name and his initial phrase, \"mon chou\", is a play on words with \"chou chou\", a term of endearment. \"Mon chou\" on its own translates to \"my cabbage\". Gaston's photo inscription reads as \"Sacre Bleu!\", further establishing his character as a Frenchman.\n",
    "url": "https://nookipedia.com/wiki/Gaston"
  },
  {
    "name": "Gayle",
    "spanish": "Boni",
    "gender": "Female",
    "species": "Alligator",
    "birthday": "2020-05-17 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/1/12/Gayle_NL.png/200px-Gayle_NL.png",
    "description": "Gayle is a normal alligator villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her name may derive from \"scale\", a jagged area of skin typically seen on reptiles including alligators, or it may simply be from \"gator\". Her Japanese name is the word \"alligator\" combined with \"Betty\". It also sounds similar to \"arigatou,\" Japanese for \"thank you,\" reflecting Gayle's normal personality, which are often seen to be overly grateful.\n",
    "url": "https://nookipedia.com/wiki/Gayle"
  },
  {
    "name": "Genji",
    "spanish": "Sumo",
    "gender": "Male",
    "species": "Rabbit",
    "birthday": "2020-01-21 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/9/96/Genji_NLa.png/175px-Genji_NLa.png",
    "description": "Genji is a rabbit villager in the Animal Crossing series. He has a jock personality, which means he will appear competitive towards the player. His name could refer to two things. \"Genji\" means a \"military geek\" in Japanese, and \"Genji\" is also the titular character in The Tale of Genji by Murasaki Shikibu, which is often considered to be the world's first novel. His initial phrase, \"mochi\", is a type of Japanese rice cake made with rice flour pounded into paste; Genji himself somewhat resembles mochi. His phrase prior to New Horizons was \"otaku\", which means, in Japanese, someone with an obsessive personality, reflecting on the jock villagers' fitness and health obsession. He is best friends with Aziz, according to his e-Card bio.\n",
    "url": "https://nookipedia.com/wiki/Genji"
  },
  {
    "name": "Gigi",
    "spanish": "Cleo",
    "gender": "Female",
    "species": "Frog",
    "birthday": "2020-08-11 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9c/Gigi_NLa.png/150px-Gigi_NLa.png",
    "description": "Gigi is a snooty frog villager from the Animal Crossing series. Her first appearance was in Animal Crossing: City Folk. Her catchphrase is a combination of the sound a frog makes, and the French suffix \"-ette,\" which is feminine.\n",
    "url": "https://nookipedia.com/wiki/Gigi"
  },
  {
    "name": "Gladys",
    "spanish": "Gladis",
    "gender": "Female",
    "species": "Ostrich",
    "birthday": "2020-01-15 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/3/35/Gladys_NH.png/175px-Gladys_NH.png",
    "description": "Gladys is a normal, ostrich villager in the Animal Crossing series. Her appearance seems to be based on the Red-crowned Crane. Her name is based around her personality; a neutral name that is unlike the other personality type villagers, which all have names relating to their species and character. Her initial phrase, \"stretch\", is a joke on her species, which are known to have long legs.\n",
    "url": "https://nookipedia.com/wiki/Gladys"
  },
  {
    "name": "Gloria",
    "spanish": "Jarrea",
    "gender": "Female",
    "species": "Duck",
    "birthday": "2020-08-12 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/6/6a/Gloria_NLa.png/175px-Gloria_NLa.png",
    "description": "Gloria is a snooty, duck villager in the Animal Crossing series who made her first appearance in Animal Crossing: City Folk. Her catchphrase is \"quacker\", a play on the noise ducks make. Her English and Japanese name both refer to silent film actress Gloria Swanson.\n",
    "url": "https://nookipedia.com/wiki/Gloria"
  },
  {
    "name": "Goldie",
    "spanish": "Tere",
    "gender": "Female",
    "species": "Dog",
    "birthday": "2020-12-27 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/8/83/Goldie_NH.png",
    "description": "Goldie is a normal dog villager, appearing in every game in the Animal Crossing series to date. Her name is based on the breed of dog she is, a Golden Retriever, with the \"Golden\" being turned into the name \"Goldie.\"  Her catchphrase is a popular way to interpret the sound dogs make, and her Japanese catchphrase, wan, is the Japanese equivalent. In Animal Crossing: Happy Home Designer, she is one of the three mandatory clients in the game, the others being Lopez and Carrie.\n",
    "url": "https://nookipedia.com/wiki/Goldie"
  },
  {
    "name": "Gonzo",
    "spanish": "Bronco",
    "gender": "Male",
    "species": "Koala",
    "birthday": "2020-10-13 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/7/7a/Gonzo_NL.png/200px-Gonzo_NL.png",
    "description": "Gonzo, the cranky koala, is a villager from the Animal Crossing series. His initial phrase, \"mate,\" is a common way for an Australian to refer to a friend. He originally appeared in the original games up to Doubutsu no Mori e+, although he was planned to appear in Animal Crossing: Happy Home Designer but was cut. He eventually returned in Animal Crossing: New Leaf - Welcome amiibo as an amiibo card villager.\n",
    "url": "https://nookipedia.com/wiki/Gonzo"
  },
  {
    "name": "Goose",
    "spanish": "Gus",
    "gender": "Male",
    "species": "Chicken",
    "birthday": "2020-10-04 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/9/91/Goose_NH.png/200px-Goose_NH.png",
    "description": "Goose is a jock chicken villager in the Animal Crossing series who has appeared in every game so far. His name is a reference to the bird, a goose, though his actual species is a chicken. His Japanese name likely comes from Kentucky, in reference to Kentucky Fried Chicken. His initial phrase, \"buh-kay,\" is a play on the word \"okay\" and the sound a chicken makes.\n",
    "url": "https://nookipedia.com/wiki/Goose"
  },
  {
    "name": "Graham",
    "spanish": "Roelio",
    "gender": "Male",
    "species": "Hamster",
    "birthday": "2020-06-20 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/9/97/Graham_NL.png/150px-Graham_NL.png",
    "description": "Graham is a smug, hamster villager in the Animal Crossing series. He first appears in Animal Crossing: New Leaf. His name could be based on \"glasses\" (his appearance), which is グラス (gurasu) in Japanese, \"hamster\" (his species), and the name \"Graham.\"\n",
    "url": "https://nookipedia.com/wiki/Graham"
  },
  {
    "name": "Greta",
    "spanish": "Jimena",
    "gender": "Female",
    "species": "Mouse",
    "birthday": "2020-09-05 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/5/58/Greta_NL.png/150px-Greta_NL.png",
    "description": "Greta is a snooty, mouse villager in the Animal Crossing series who first appeared in Animal Crossing: New Leaf. Greta's design is based on the otafuku, a type of Japanese mask. Her name was originally a derivation of the female given name Margareta, becoming later a proper name and thus maintaining its meaning, \"pearl\" - befitting the trend to associate snooty villagers with rare gems or glamorous things. \n",
    "url": "https://nookipedia.com/wiki/Greta"
  },
  {
    "name": "Grizzly",
    "spanish": "Gruñón",
    "gender": "Male",
    "species": "Bear",
    "birthday": "2020-07-31 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/8/88/Grizzly_NLa.png/175px-Grizzly_NLa.png",
    "description": "Grizzly is a cranky bear villager in the Animal Crossing series. The name \"Grizzly\" refers to his nature and the grizzly bear, though he more closely resembles a black bear. Grizzly was absent from Animal Crossing: Wild World, but he reappears in Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Grizzly"
  },
  {
    "name": "Groucho",
    "spanish": "Groucho",
    "gender": "Male",
    "species": "Bear",
    "birthday": "2020-10-23 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/8/83/Groucho_NLa.png/175px-Groucho_NLa.png",
    "description": "Groucho is a cranky, bear villager in the Animal Crossing series, first appearing in Animal Crossing. He was absent in Animal Crossing: Wild World, but returned to the Animal Crossing series in Animal Crossing: City Folk. His name may come from the word \"grouchy,\" another word used for someone who is \"cranky.\" In real life, a famous Groucho was the middle brother of five, who went on to form The Marx Brothers; another of the brothers' names appears in the Animal Crossing series, named Chico the mouse.\n",
    "url": "https://nookipedia.com/wiki/Groucho"
  },
  {
    "name": "Gruff",
    "spanish": "Sátiro",
    "gender": "Male",
    "species": "Goat",
    "birthday": "2020-08-29 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/b/bb/Gruff_NLa.png/200px-Gruff_NLa.png",
    "description": "Gruff is a cranky, goat villager in the Animal Crossing series. His name comes from the Norwegian fairytale, The Three Billy Goats Gruff, while his Japanese name is simply from \"billy goat,\" which is shared with Billy, another goat villager. His picture quote, \"Don't burn bridges,\" means to not leave your past behind; to \"burn your bridges\" means to set up your past in a way that you can never return to it.\n",
    "url": "https://nookipedia.com/wiki/Gruff"
  },
  {
    "name": "Gwen",
    "spanish": "Fabiola",
    "gender": "Female",
    "species": "Penguin",
    "birthday": "2020-01-23 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/0/0e/Gwen_NLa.png/200px-Gwen_NLa.png",
    "description": "Gwen is a snooty penguin villager in the Animal Crossing series. Gwen's name is a play on Penguin. Her Japanese name, Pōra, is the way both \"Paula\" and \"polar\" are pronounced in Japanese, referencing the cold climates associated with penguins.\n",
    "url": "https://nookipedia.com/wiki/Gwen"
  },
  {
    "name": "Hamlet",
    "spanish": "Bombo",
    "gender": "Male",
    "species": "Hamster",
    "birthday": "2020-05-30 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/1/12/Hamlet_NLa.png/175px-Hamlet_NLa.png",
    "description": "Hamlet is a jock, hamster villager in the Animal Crossing series. He first appears in Animal Crossing: New Leaf. His name refers to his appearance as a small hamster, and is named after the Shakespeare character of the same name. His picture quote is an allusion to Prince Hamlet's quote, \"The play's the thing.\" Hamlet's Japanese name is a portmanteau of \"Hamster\" and -suke, a common Japanese boys' name suffix. \n",
    "url": "https://nookipedia.com/wiki/Hamlet"
  },
  {
    "name": "Hamphrey",
    "spanish": "Arsenio",
    "gender": "Male",
    "species": "Hamster",
    "birthday": "2020-02-25 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/1/1a/Hamphrey_NL.png/150px-Hamphrey_NL.png",
    "description": "Hamphrey is a cranky hamster villager in the Animal Crossing series. His name may be a combination of \"Hamster\" and the common name \"Humphrey\". He first appeared in Animal Crossing: New Leaf.\n",
    "url": "https://nookipedia.com/wiki/Hamphrey"
  },
  {
    "name": "Hans",
    "spanish": "Hans",
    "gender": "Male",
    "species": "Gorilla",
    "birthday": "2020-12-05 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9d/Hans_NL.png/200px-Hans_NL.png",
    "description": "Hans is a smug, gorilla villager in the Animal Crossing series that debuted in Animal Crossing: New Leaf. He strikingly resembles a yeti, which is made more apparent by his phrase and name. His initial phrase \"groovy\" is possibly a pun relating to being cool. The name Hans is a popular masculine name in Scandinavian countries, places characterized by cold temperatures and mountains. Sunairu likely derives from スノー sunō (snow) and ゴリラ gorira (gorilla). His favorite saying is similar to that of Rosie, except \"purr\" is replaced by \"turn.\"\n",
    "url": "https://nookipedia.com/wiki/Hans"
  },
  {
    "name": "Harry",
    "spanish": "Harpo",
    "gender": "Male",
    "species": "Hippo",
    "birthday": "2020-01-07 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/8/81/Harry_NLa.png/175px-Harry_NLa.png",
    "description": "Harry is a hippo villager in the Animal Crossing series. He first appeared in Doubutsu no Mori e+ as an islander under the jock personality, then later reappeared in Animal Crossing: City Folk as a cranky villager, after being absent in Animal Crossing: Wild World. He, alongside Violet, is the second villager to have his personality changed. His name may be a play on the word \"hairy,\" which refers to his beard. His initial phrase, \"beach bum,\" possibly references the fact that he was an islander in e+.\n",
    "url": "https://nookipedia.com/wiki/Harry"
  },
  {
    "name": "Hazel",
    "spanish": "Anacarda",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-08-30 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/8/8a/Hazel_NH_2.png/150px-Hazel_NH_2.png",
    "description": "Hazel is a sisterly, squirrel villager in the Animal Crossing series. She was debuted in Animal Crossing: New Leaf. Her name is most likely derived from the color of her fur and from hazelnuts. Her name also originally belonged to Sally.\n",
    "url": "https://nookipedia.com/wiki/Hazel"
  },
  {
    "name": "Henry",
    "spanish": "Saperto",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-09-21 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/3/34/Henry_NL.png/150px-Henry_NL.png",
    "description": "Henry is a smug, frog villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name is most likely a reference to the frog prince's servant Henry in the fairy tale The Frog Prince. \n",
    "url": "https://nookipedia.com/wiki/Henry"
  },
  {
    "name": "Hippeux",
    "spanish": "Hipóleo",
    "gender": "Male",
    "species": "Hippo",
    "birthday": "2020-10-15 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/2/26/Hippeux_NH.png/200px-Hippeux_NH.png",
    "description": "Hippeux is a smug, hippo villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name is intended to be pronounced like a French name, so out loud, it is pronounced identically to his species name. According to Animal Crossing: Pocket Camp, his real name is Gary.\n",
    "url": "https://nookipedia.com/wiki/Hippeux"
  },
  {
    "name": "Hopkins",
    "spanish": "Saltiago",
    "gender": "Male",
    "species": "Rabbit",
    "birthday": "2020-03-11 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/8/8a/Hopkins_NL.png/200px-Hopkins_NL.png",
    "description": "Hopkins is a lazy rabbit villager from the Animal Crossing series, first appearing in the Japanese exclusive Doubutsu no Mori e+. Like other villagers from this game, he also appears in Animal Crossing: New Leaf - Welcome amiibo as one of the first new characters unveiled. Hopkins' name is derived from \"hopping\", a common behavior of rabbits, while his catchphrase is a reference to the Bambi character of the same name, who is also a rabbit.\n",
    "url": "https://nookipedia.com/wiki/Hopkins"
  },
  {
    "name": "Hopper",
    "spanish": "Güiñón",
    "gender": "Male",
    "species": "Penguin",
    "birthday": "2020-04-06 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/5/53/Hopper_NLa.png/175px-Hopper_NLa.png",
    "description": "Hopper is a cranky penguin villager in the Animal Crossing series who is named after the rockhopper penguin, although he more closely resembles a Macaroni Penguin. In Japanese, however, Hopper is likely named after Bodhidharma, better known in Japan as \"Daruma,\" the founder of Zen Buddhism and the inspiration for the Daruma Dolls. In addition to appearing in every game of the series (with the exception of Animal Crossing: Pocket Camp), Hopper also appeared in Doubutsu no Mori (film) with a minor role.\n",
    "url": "https://nookipedia.com/wiki/Hopper"
  },
  {
    "name": "Hornsby",
    "spanish": "Rino",
    "gender": "Male",
    "species": "Rhino",
    "birthday": "2020-03-20 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/5/57/Hornsby_NL.png/200px-Hornsby_NL.png",
    "description": "Hornsby is a lazy, rhino villager from the Animal Crossing series. His name is a play on the horn on his head. Although his files from Animal Crossing: Happy Home Designer can be found, Hornsby is absent from that game.\n",
    "url": "https://nookipedia.com/wiki/Hornsby"
  },
  {
    "name": "Huck",
    "spanish": "Ricardo",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-07-09 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/e/e2/Huck_NL.png/200px-Huck_NL.png",
    "description": "\nHuck is a frog villager from the Animal Crossing series. In Doubutsu no Mori and Animal Crossing, he was a lazy villager. He was then absent from the games up until the Animal Crossing: New Leaf - Welcome amiibo update, where he returned with a smug personality.\n",
    "url": "https://nookipedia.com/wiki/Huck"
  },
  {
    "name": "Hugh",
    "spanish": "Jacobo",
    "gender": "Male",
    "species": "Pig",
    "birthday": "2020-12-30 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9f/Hugh_NLa.png/175px-Hugh_NLa.png",
    "description": "Hugh is a lazy, pig villager in the Animal Crossing series. He has appeared in every game to date. Hugh's name may be derived from \"blue\", which may refer to Hugh's coloring.\n",
    "url": "https://nookipedia.com/wiki/Hugh"
  },
  {
    "name": "Iggly",
    "spanish": "Bobo",
    "gender": "Male",
    "species": "Penguin",
    "birthday": "2020-11-02 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/b/bd/Iggly_NLa.png/200px-Iggly_NLa.png",
    "description": "Iggly is a jock, penguin villager. As a jock villager, he will appear friendly and competitive towards the player. His name is based on the word \"igloo,\" and his catchphrase is based on \"waddling,\" the way penguins walk. His debut was in Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Iggly"
  },
  {
    "name": "Ike",
    "spanish": "Astillas",
    "gender": "Male",
    "species": "Bear",
    "birthday": "2020-05-16 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/6/62/Ike_NL.png/200px-Ike_NL.png",
    "description": "Ike is a cranky bear villager that first appeared in Doubutsu no Mori e+, and later returned in the Animal Crossing: New Leaf Welcome amiibo update. According to his e-card bio, he is Poko's father.\n",
    "url": "https://nookipedia.com/wiki/Ike"
  },
  {
    "name": "Jacob (NA)Jakey (PAL)",
    "spanish": "Repollo",
    "gender": "Male",
    "species": "Bird",
    "birthday": "2020-08-24 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/d/da/Jacob_NL.png/175px-Jacob_NL.png",
    "description": "\nJacob, known as Jakey in PAL regions, is a lazy bird villager in the Animal Crossing series. He first appeared in Doubutsu no Mori e+, after which he didn't reappear until Animal Crossing: New Leaf's Welcome amiibo Update.\n",
    "url": "https://nookipedia.com/wiki/Jacob"
  },
  {
    "name": "Jacques",
    "spanish": "Gorrelmo",
    "gender": "Male",
    "species": "Bird",
    "birthday": "2020-06-22 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/9/99/Jacques_NL.png/175px-Jacques_NL.png",
    "description": "Jacques is a smug, bird villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name comes from the word Disk Jockey, or DJ, for short. His English name may also come from Jacques Cousteau, an oceanographer who also wore a beanie. His catchphrase is French for \"darn it,\" referencing his name, the French counterpart for Jack.\n",
    "url": "https://nookipedia.com/wiki/Jacques"
  },
  {
    "name": "Jambette",
    "spanish": "Anquita",
    "gender": "Female",
    "species": "Frog",
    "birthday": "2020-10-27 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/f/fe/Jambette_NLa.png/175px-Jambette_NLa.png",
    "description": "\nJambette is a normal, frog villager in the Animal Crossing series, appearing in nearly every game except for Animal Crossing: Wild World and Animal Crossing: Pocket Camp. As a normal villager, she will appear hospitable towards the player and be easy to befriend. Jambette is a French name meaning \"leggy,\" a reference to the stereotype that the French love to eat frog legs. Despite her name, Jambette's most recognizable feature is her bright pink lipstick, which gives the impression that she is a snooty villager instead of a normal villager. Her initial catchphrase is a play on words, combining the words \"croak\" and \"okay.\"\n",
    "url": "https://nookipedia.com/wiki/Jambette"
  },
  {
    "name": "Jay",
    "spanish": "Jota[nb 1]",
    "gender": "Male",
    "species": "Bird",
    "birthday": "2020-07-17 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/9/90/Jay_NLa.png/175px-Jay_NLa.png",
    "description": "Jay is a jock, bird villager in the Animal Crossing series. His English name is derived from the species of bird of the same name, although there are no jays that have red heads like the villager. His Japanese name is the katakana writing of the kanji 燕 (Tsubakuro), \"Swallow\" (the species of bird). Also, his forked tail, red head, blue body, and white belly also suggests a barn swallow. His Japanese name is also derived from \"comfort\" or \"enjoy\".\n",
    "url": "https://nookipedia.com/wiki/Jay"
  },
  {
    "name": "Jeremiah",
    "spanish": "Jeremias",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-07-08 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/11/Jeremiah_NLa.png/175px-Jeremiah_NLa.png",
    "description": "Jeremiah is a lazy, frog villager in the Animal Crossing series. His name is most likely a reference to the 1971 rock song \"Joy to the World\" by Three Dog Night, known for its opening line \"Jeremiah was a bullfrog\".\n",
    "url": "https://nookipedia.com/wiki/Jeremiah"
  },
  {
    "name": "Jitters",
    "spanish": "Camelio",
    "gender": "Male",
    "species": "Bird",
    "birthday": "2020-02-02 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/e/e4/Jitters_NLa.png/175px-Jitters_NLa.png",
    "description": "Jitters is a jock bird villager from the Animal Crossing series, who made his debut in Animal Crossing: Wild World. His name can refer to nervousness, perhaps due to his small pupils making him appear nervous or stressed out.\n",
    "url": "https://nookipedia.com/wiki/Jitters"
  },
  {
    "name": "Joey",
    "spanish": "Pascual",
    "gender": "Male",
    "species": "Duck",
    "birthday": "2020-01-03 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/4/47/Joey_NLa.png/175px-Joey_NLa.png",
    "description": "Joey is a duck villager in the Animal Crossing series with a lazy personality. His name may be a reference to the American sitcom, called Friends and the character Joey Tribbiani, who is also quite lazy and fond of food.\n",
    "url": "https://nookipedia.com/wiki/Joey"
  },
  {
    "name": "Judy",
    "spanish": "Rosezna",
    "gender": "Female",
    "species": "Cub",
    "birthday": "2020-03-10 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/d/d4/Judy_NH.png",
    "description": "\nJudy is a cub villager who first appeared in Animal Crossing: New Horizons. \n",
    "url": "https://nookipedia.com/wiki/Judy"
  },
  {
    "name": "Julia",
    "spanish": "Julia",
    "gender": "Female",
    "species": "Ostrich",
    "birthday": "2020-07-31 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/6/6f/Julia_NL.png/200px-Julia_NL.png",
    "description": "Julia is a snooty ostrich villager in the Animal Crossing series. She first appeared in Doubutsu no Mori e+ as an islander, before returning in Animal Crossing: New Leaf - Welcome amiibo after nearly a decade of absence, this time as a villager, followed by an appearance in Animal Crossing: Pocket Camp. Julia's name could possibly be derived from \"Jewel\" or \"Jewelry,\" both being things that relate to her snooty personality's elegant stereotype. Her initial catchphrase is the phrase \"darling\" with an English or Australian affectation, the former of which are stereotypically known to be refined, reserved, but sometimes condescending, again relating to the snooty personality. It is similar to the catchphrase of Baabara, another snooty villager.\n",
    "url": "https://nookipedia.com/wiki/Julia"
  },
  {
    "name": "Julian",
    "spanish": "Azulino",
    "gender": "Male",
    "species": "Horse",
    "birthday": "2020-03-15 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/4/43/Julian_NL.png/200px-Julian_NL.png",
    "description": "Julian is a smug, horse villager in the Animal Crossing series. He was introduced in Animal Crossing: New Leaf, and was one of the first villagers announced for the release of the game. His name is derived from the Roman name 'Iulianus' and his birthday is the 15th of March: the day Julius Caesar was stabbed to death.\n",
    "url": "https://nookipedia.com/wiki/Julian"
  },
  {
    "name": "June",
    "spanish": "Hanalulú",
    "gender": "Female",
    "species": "Cub",
    "birthday": "2020-05-21 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/2/2c/June_NL.png/200px-June_NL.png",
    "description": "June is a normal cub villager from the Animal Crossing series. She is an islander in Animal Crossing and Doubutsu no Mori e+. She would later return in the Animal Crossing: New Leaf Welcome amiibo update. In the Prima Official Guide for Animal Crossing, her picture was replaced with Jane's.\n",
    "url": "https://nookipedia.com/wiki/June%20(villager)"
  },
  {
    "name": "Kabuki",
    "spanish": "Kabuki",
    "gender": "Male",
    "species": "Cat",
    "birthday": "2020-11-29 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/e/ec/Kabuki_NLa.png/175px-Kabuki_NLa.png",
    "description": "Kabuki is a cranky, cat villager who has appeared in every Animal Crossing series game to date. He is named after the traditional Japanese plays of the same name, from which he also gets his ornate red patterning. His initial phrase, \"meooo-OH\", is a play on the word \"meow\", and a kabuki shout.\n",
    "url": "https://nookipedia.com/wiki/Kabuki"
  },
  {
    "name": "Katt",
    "spanish": "Melina",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-04-27 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/1/15/Katt_NL.png/175px-Katt_NL.png",
    "description": "Katt is a sisterly, cat villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her catchphrase may be a pun on the word \"pretty\" and the sound that cats make, \"purr\".\n",
    "url": "https://nookipedia.com/wiki/Katt"
  },
  {
    "name": "Keaton",
    "spanish": "Lucho",
    "gender": "Male",
    "species": "Eagle",
    "birthday": "2020-06-01 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d9/Keaton_NH_2.png/200px-Keaton_NH_2.png",
    "description": "Keaton is a smug, eagle villager in the Animal Crossing series who first appeared in Animal Crossing: New Leaf. His Japanese name is the same as the English name of another eagle villager, Frank.\n",
    "url": "https://nookipedia.com/wiki/Keaton"
  },
  {
    "name": "Ken",
    "spanish": "Pichón",
    "gender": "Male",
    "species": "Chicken",
    "birthday": "2020-12-23 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/7/78/Ken_NLa.png/175px-Ken_NLa.png",
    "description": "Ken is a smug chicken villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His picture quote, \"C'est la vie!\", is French for \"that is life\".\nHis English name is likely derived from \"shuriken\" since he initially wears a ninja shirt. His name may also be a reference to the last part of his species name.\n",
    "url": "https://nookipedia.com/wiki/Ken"
  },
  {
    "name": "Ketchup",
    "spanish": "Kétchup",
    "gender": "Female",
    "species": "Duck",
    "birthday": "2020-07-27 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/6/6b/Ketchup_NL.png/150px-Ketchup_NL.png",
    "description": "\nKetchup is a peppy duck villager in the Animal Crossing series, who makes her debut in Doubutsu no Mori e+. She is absent in the Animal Crossing series until Animal Crossing: New Leaf's Welcome amiibo update, in which she can be moved into the player's town via her amiibo card. Her name comes from tomato ketchup (tomato sauce), a condiment used oftentimes on sandwiches. This also refers to her appearance, which resembles a tomato. Her English initial phrase is also the name of a snooty hippo villager.\n",
    "url": "https://nookipedia.com/wiki/Ketchup"
  },
  {
    "name": "Kevin",
    "spanish": "Porcinio",
    "gender": "Male",
    "species": "Pig",
    "birthday": "2020-04-26 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/0/0d/Kevin_NL.png/200px-Kevin_NL.png",
    "description": "Kevin is a jock, pig villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name is a reference to the American actor Kevin Bacon, and his catchphrase may be a reference to the children's nursery rhyme, \"This Little Piggy.\"\n",
    "url": "https://nookipedia.com/wiki/Kevin"
  },
  {
    "name": "Kid Cat",
    "spanish": "Gatomán",
    "gender": "Male",
    "species": "Cat",
    "birthday": "2020-08-01 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/1/1b/Kid_Cat_NLa.png/175px-Kid_Cat_NLa.png",
    "description": "Kid Cat is a jock cat villager in the Animal Crossing series. His name may come from his childish looks and attitude and that he is a cat. He is one of a few villagers who wear headgear such as helmets. He is also one of the five superheroes, the others being Agent S, Big Top, Rocket, and Filly. His name comes from his personality and his species. His initial phrase, psst, is a sound made when confiding a secret. \n",
    "url": "https://nookipedia.com/wiki/Kid%20Cat"
  },
  {
    "name": "Kidd",
    "spanish": "Cabrálex",
    "gender": "Male",
    "species": "Goat",
    "birthday": "2020-06-28 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/4/44/Kidd_NL.png/200px-Kidd_NL.png",
    "description": "\nKidd is a goat villager from the Animal Crossing series that first appeared in Doubutsu no Mori e+, as a lazy islander. He later reappeared in Animal Crossing: New Leaf, where he is a smug villager, and in Animal Crossing: Pocket Camp to launch the Civic Theme, alongside Gaston and Elise. His name comes from \"kid,\" the name for a young goat.\n",
    "url": "https://nookipedia.com/wiki/Kidd"
  },
  {
    "name": "Kiki",
    "spanish": "Ágata",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-10-08 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/8/8f/Kiki_NLa.png/175px-Kiki_NLa.png",
    "description": "Kiki is a normal, cat villager who has appeared in every Animal Crossing series game. Her name may come from Hayao Miyazaki's Kiki's Delivery Service, an animated film about a young witch-in-training named Kiki who has a black cat. Kiki may be a reference to the black cat, or it may come from the sound produced when saying \"kittykitty\" fast. Kiki appears on the cover of Animal Crossing: Wild World, near the bottom right.\n",
    "url": "https://nookipedia.com/wiki/Kiki"
  },
  {
    "name": "Kitt",
    "spanish": "Antípoda",
    "gender": "Female",
    "species": "Kangaroo",
    "birthday": "2020-10-11 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b0/Kitt_NLa.png/200px-Kitt_NLa.png",
    "description": "Kitt is a kangaroo villager with a normal personality who appears in nearly all Animal Crossing series games, with the exception of Animal Crossing: Pocket Camp. Her name is likely derived from \"pocket\". Her Japanese name comes from appliqué.\n",
    "url": "https://nookipedia.com/wiki/Kitt"
  },
  {
    "name": "Kitty",
    "spanish": "Kassandra",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-02-15 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9d/Kitty_NLa.png/175px-Kitty_NLa.png",
    "description": "Kitty is a snooty cat villager appearing in nearly all the games in the Animal Crossing series, except for Animal Crossing: Wild World and Animal Crossing: Pocket Camp. Kitty's name comes from the word \"kitten,\" the infant form of adult cats. Her original catchphrase is \"mrowrr,\" which looks similar to \"meow,\" the sound cats make. It also looks similar to \"more,\" which may reflect on the greedy lifestyle of a snooty villager.\n",
    "url": "https://nookipedia.com/wiki/Kitty"
  },
  {
    "name": "Klaus",
    "spanish": "Gruñerto",
    "gender": "Male",
    "species": "Bear",
    "birthday": "2020-03-31 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/2/22/Klaus_NLa.png/190px-Klaus_NLa.png",
    "description": "Klaus is a smug, bear villager introduced in Animal Crossing: New Leaf. His name is a reference to the \"claws\" of a bear and is derived from the Greek \"Nikolaos\". Befitting this, he has a Greek look to his appearance and his house.\n",
    "url": "https://nookipedia.com/wiki/Klaus"
  },
  {
    "name": "Knox",
    "spanish": "Tono",
    "gender": "Male",
    "species": "Chicken",
    "birthday": "2020-11-23 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/e/e3/Knox_NLa.png/200px-Knox_NLa.png",
    "description": "Knox is a cranky, chicken villager in the Animal Crossing series that first appeared in Animal Crossing: City Folk. His name seems to be a play on Fort Knox, as his helmet is made of gold. His Japanese name is a reference to Kinkaku-ji, also known as the Golden Pavilion.\n",
    "url": "https://nookipedia.com/wiki/Knox"
  },
  {
    "name": "Kody",
    "spanish": "Orestes",
    "gender": "Male",
    "species": "Cub",
    "birthday": "2020-09-28 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/4/4c/Kody_NLa.png/175px-Kody_NLa.png",
    "description": "Kody is a jock, cub villager in the Animal Crossing series, having appeared in every game so far. His English name is based off the kodiak bear.\n",
    "url": "https://nookipedia.com/wiki/Kody"
  },
  {
    "name": "Kyle",
    "spanish": "Ataúlfo",
    "gender": "Male",
    "species": "Wolf",
    "birthday": "2020-12-06 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/3/3e/Kyle_NL.png/200px-Kyle_NL.png",
    "description": "Kyle is a smug wolf villager in the Animal Crossing series. He first appears in Animal Crossing: New Leaf. Both his English and Japanese names likely refer to the lycaon, also known as the African wild dog, which he bears a resemblance to.\n",
    "url": "https://nookipedia.com/wiki/Kyle"
  },
  {
    "name": "Leonardo",
    "spanish": "Leocadio",
    "gender": "Male",
    "species": "Tiger",
    "birthday": "2020-05-15 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/1/19/Leonardo_NL.png/175px-Leonardo_NL.png",
    "description": "Leonardo is a tiger villager from the Animal Crossing series. He debuted in the Japan exclusive title Doubutsu no Mori e+, and then after being absent from Animal Crossing: Wild World and Animal Crossing: City Folk, reappeared in Animal Crossing: New Leaf. His name is a reference to a leopard, which he resembles. Likewise, his Japanese name comes from hyou, meaning leopard. His Japanese initial phrase, ja ga, means \"though\" and is a pun on jagā, meaning \"jaguar.\"\n",
    "url": "https://nookipedia.com/wiki/Leonardo"
  },
  {
    "name": "Leopold",
    "spanish": "Leopoldo",
    "gender": "Male",
    "species": "Lion",
    "birthday": "2020-08-14 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/e/ee/Leopold_NL.png/200px-Leopold_NL.png",
    "description": "Leopold is a lion villager in the Animal Crossing series. He debuted with a jock personality in Doubutsu no Mori, but this would later be changed to the smug personality in Animal Crossing: New Leaf - Welcome amiibo. His name is probably a reference to the lion's scientific name, Panthera leo as a wordplay with the Leopold surname. This may also refer to his species, a lion, who are called \"Kings of the Jungle,\" and often referred to as \"Kings.\"\n",
    "url": "https://nookipedia.com/wiki/Leopold"
  },
  {
    "name": "Lily",
    "spanish": "Lili",
    "gender": "Female",
    "species": "Frog",
    "birthday": "2020-02-04 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/4/42/Lily_NH.png",
    "description": "\nLily is a frog villager in the Animal Crossing series with a normal personality. She has appeared in every Animal Crossing game to date. Her name is a reference to lily pads, a kind of plant that frogs are stereotypically known to occupy while in water. Her Animal Crossing: Wild World, Animal Crossing: City Folk phrase is a reference to the sound a frog is described to make. Her catchphrase was swapped with Ribbot until the 1.8.1 update for Pocket Camp, in which Lily reverts to her original catchphrase from Animal Crossing.\n",
    "url": "https://nookipedia.com/wiki/Lily"
  },
  {
    "name": "Limberg",
    "spanish": "Camember",
    "gender": "Male",
    "species": "Mouse",
    "birthday": "2020-10-17 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/3/3e/Limberg_NLa.png/175px-Limberg_NLa.png",
    "description": "Limberg is a cranky mouse villager in the Animal Crossing series. His name is a shortening of Limburger cheese, a type of cheese with a strong odor, which may reflect his rough and unshaven appearance. His Japanese name comes from rakkyō, Chinese onion, similarly referencing a strong smell. His catchphrase, squinky, is a combination of the noise a mouse makes, squeak, and the word stinky.\n",
    "url": "https://nookipedia.com/wiki/Limberg"
  },
  {
    "name": "Lionel",
    "spanish": "Lionel",
    "gender": "Male",
    "species": "Lion",
    "birthday": "2020-07-29 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/5/58/Lionel_NL.png/200px-Lionel_NL.png",
    "description": "Lionel is a smug, lion villager new to Animal Crossing: New Leaf. His name, although a common name, relates to his species.\n",
    "url": "https://nookipedia.com/wiki/Lionel"
  },
  {
    "name": "Lobo",
    "spanish": "Lupo",
    "gender": "Male",
    "species": "Wolf",
    "birthday": "2020-11-05 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/1/14/Lobo_NLa.png/175px-Lobo_NLa.png",
    "description": "Lobo is a cranky wolf villager from the Animal Crossing series. His name comes from the Spanish and Portuguese word for wolf, which is also the Japanese name of another wolf villager. His initial phrase is based on the noise a wolf makes, a howl, which sounds like ah-rooooo.\n",
    "url": "https://nookipedia.com/wiki/Lobo"
  },
  {
    "name": "Lolly",
    "spanish": "Feli",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-03-27 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/0/05/Lolly_NLa.png/175px-Lolly_NLa.png",
    "description": "Lolly is a cat villager with a normal personality in the Animal Crossing series, who first appeared in Doubutsu no Mori e+. Her name and initial phrase relate to sweets (such as the lollipop), which refer to her personality, often called \"sweet\" instead of normal. She was absent in Animal Crossing: Wild World, but retured in Animal Crossing: City Folk. Her catchphrase, \"bonbon,\" is \"candy\" in French.\n",
    "url": "https://nookipedia.com/wiki/Lolly"
  },
  {
    "name": "Lopez",
    "spanish": "Agreste",
    "gender": "Male",
    "species": "Deer",
    "birthday": "2020-08-20 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/9/93/Lopez_NL.png/200px-Lopez_NL.png",
    "description": "Lopez is a smug deer villager from the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name comes from \"antelopes,\" animals that bear a resemblance to deer. His initial catchphrase is a play on \"buck,\" meaning a male antelope or deer. His Japanese catchphrase is a play on \"gazelle.\" In Animal Crossing: Happy Home Designer, he is one of the three mandatory clients in the game, the other two being Goldie and Carrie.\n",
    "url": "https://nookipedia.com/wiki/Lopez"
  },
  {
    "name": "Louie",
    "spanish": "Lou",
    "gender": "Male",
    "species": "Gorilla",
    "birthday": "2020-03-26 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/2/23/Louie_NL.png/200px-Louie_NL.png",
    "description": "Louie is a jock gorilla villager in the Animal Crossing series. His localized name in several languages, along with him originally wearing the Lil Bro's shirt before returning in Animal Crossing: Happy Home Designer, seems be a reference to Nintendo's character Luigi, from the Super Mario series and Mario's younger brother, in a similar fashion to Alfonso, whose design refers to the famous titular plumber. His initial phrase, \"toots\" may refer to when a gorilla releases a series of flatulence bursts, which is changed Yodel's catchphrase, \"odelay.\" In Animal Crossing: Happy Home Designer, Louie was released as DLC on September 26th, 2015, where the player could get him at Nintendo Zones in celebration of the Super Mario series' anniversary, and from October 6th, 2015, Nintendo distributed him through SpotPass.\n",
    "url": "https://nookipedia.com/wiki/Louie"
  },
  {
    "name": "Lucha",
    "spanish": "Plumerio",
    "gender": "Male",
    "species": "Bird",
    "birthday": "2020-12-12 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a6/Lucha_NLa.png/175px-Lucha_NLa.png",
    "description": "Lucha is a smug bird villager in the Animal Crossing series, first appearing in Animal Crossing: New Leaf. His name is a reference to lucha libre wrestling, as he appears to be wearing a wrestling mask.\n",
    "url": "https://nookipedia.com/wiki/Lucha"
  },
  {
    "name": "Lucky",
    "spanish": "Pupas",
    "gender": "Male",
    "species": "Dog",
    "birthday": "2020-11-04 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/2/25/Lucky_NLa.png/175px-Lucky_NLa.png",
    "description": "Lucky is a lazy, dog villager from the Animal Crossing series, where he has made an appearance in every game. His name may be derived from his having a full body cast and being still alive, making him \"lucky.\" Or, it could be used in an ironic tense, as he is unlucky enough to have a full body cast, but has the name \"lucky.\"\n",
    "url": "https://nookipedia.com/wiki/Lucky"
  },
  {
    "name": "Lucy",
    "spanish": "Aurelia",
    "gender": "Female",
    "species": "Pig",
    "birthday": "2020-06-02 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/f/f2/Lucy_NLa.png/175px-Lucy_NLa.png",
    "description": "Lucy is a normal, pig villager from the Animal Crossing series, appearing in nearly all the games except for Animal Crossing: Pocket Camp. Her initial catchphrase, snoooink, is based on the sound pigs make, oink.\n",
    "url": "https://nookipedia.com/wiki/Lucy"
  },
  {
    "name": "Lyman",
    "spanish": "Chipi",
    "gender": "Male",
    "species": "Koala",
    "birthday": "2020-10-12 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/8/87/Lyman_NL.png/200px-Lyman_NL.png",
    "description": "Lyman is a jock, koala villager in the Animal Crossing series. He is first introduced in Animal Crossing: New Leaf. His picture quote, “Eucalyptus is the spice of life,\" refers to his being a koala, as eucalyptus is the main part of a koala's diet. His name may come from the word \"lime,\" referring to his green color.\n",
    "url": "https://nookipedia.com/wiki/Lyman"
  },
  {
    "name": "Mac",
    "spanish": "Pit",
    "gender": "Male",
    "species": "Dog",
    "birthday": "2020-11-11 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/8/8d/Mac_NLa.png/200px-Mac_NLa.png",
    "description": "Mac is a jock dog villager in the Animal Crossing series, who's debuted in Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Mac"
  },
  {
    "name": "Maddie",
    "spanish": "Martina",
    "gender": "Female",
    "species": "Dog",
    "birthday": "2020-01-11 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/9/95/Maddie_NL.png/200px-Maddie_NL.png",
    "description": "Maddie is a brown, peppy dog villager from the Animal Crossing series. After appearing in Doubutsu no Mori e+, Maddie remained absent until her return in Animal Crossing: Happy Home Designer, followed by an appearance in the Animal Crossing: New Leaf : Welcome amiibo update by scanning her amiibo card and visiting her at the Campground. Maddie's Japanese name, Marron, is the name of a chestnut dessert that is colored brown, referencing the color of her fur. It also sounds similar to a dog's howl. Her catchphrase, \"yippee,\" is derived from \"yip,\" an English onomatopoeia for a dog sound. \"Yippee\" as a stand-alone word is also an exclamation to convey excitement, referencing the nature of her peppy personality, which are depicted as energetic and overly excited. Her Japanese catchphrase, wantsū, comes from wan-wan, a Japanese onomatopoeia for a dog's bark, and wan tsū, the Japanese pronunciation of the English words, \"one two.\"\n",
    "url": "https://nookipedia.com/wiki/Maddie"
  },
  {
    "name": "Maelle",
    "spanish": "Patidifú",
    "gender": "Female",
    "species": "Duck",
    "birthday": "2020-04-08 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/2/29/Maelle_NLa.png/175px-Maelle_NLa.png",
    "description": "Maelle, pronounced \"Ma-Ell\", is a snooty duck in the Animal Crossing series, debuting in Animal Crossing as an islander. She reappears in Animal Crossing: Wild World, Animal Crossing: City Folk, and Animal Crossing: New Leaf, where she is a villager. Her name, \"Maelle\", is French for \"ambitious\", a trait known among snooty villagers who wish to become famous or rich. Her Japanese name is also French, being the French pronunciation of \"Anne.\" Her initial phrase, \"duckling\", reflects on her species. Her picture quote from Animal Crossing: Wild World may be a reference to when she was an islander.\n",
    "url": "https://nookipedia.com/wiki/Maelle"
  },
  {
    "name": "Maggie",
    "spanish": "Margarí",
    "gender": "Female",
    "species": "Pig",
    "birthday": "2020-09-03 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/0/05/Maggie_NL.png/200px-Maggie_NL.png",
    "description": "Maggie is a pig villager from the Animal Crossing series with a normal personality. She originally appeared in Doubutsu no Mori e+ as one of six starter villagers bundled with the game, alongside Walker, Rod, Merry, Angus, and Willow, respectively. Maggie would eventually return in Animal Crossing: New Leaf - Welcome amiibo after over a decade of absence, and later appeared again in Animal Crossing: Pocket Camp.\n",
    "url": "https://nookipedia.com/wiki/Maggie"
  },
  {
    "name": "Mallary",
    "spanish": "Mirta",
    "gender": "Female",
    "species": "Duck",
    "birthday": "2020-11-17 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/d/dc/Mallary_NLa.png/175px-Mallary_NLa.png",
    "description": "Mallary is a snooty, duck villager from the Animal Crossing series. Her name comes from a species of duck, a mallard.\n",
    "url": "https://nookipedia.com/wiki/Mallary"
  },
  {
    "name": "Maple",
    "spanish": "Dulce",
    "gender": "Female",
    "species": "Cub",
    "birthday": "2020-06-15 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/4/4d/Maple_NLa.png/175px-Maple_NLa.png",
    "description": "Maple is a normal cub villager in the Animal Crossing series. She has appeared in every game so far. Maple's name comes from the type of tree called a maple tree, which are known to bear light-brown leaves, referring to Maple's fur color. She is the only character to mention another character in their picture quote, in this case, a mop called \"Moppina.\"\n",
    "url": "https://nookipedia.com/wiki/Maple"
  },
  {
    "name": "Margie",
    "spanish": "Rita",
    "gender": "Female",
    "species": "Elephant",
    "birthday": "2020-01-28 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/5/54/Margie_NH.png/200px-Margie_NH.png",
    "description": "Margie is an elephant villager with a normal personality from the Animal Crossing series. As well as appearing in every game since Doubutsu no Mori e+, she appears in Doubutsu no Mori (film), where she is an aspiring fashion designer and is best friends with Ai.\n",
    "url": "https://nookipedia.com/wiki/Margie"
  },
  {
    "name": "Marcel",
    "spanish": "Eto",
    "gender": "Male",
    "species": "Dog",
    "birthday": "2020-12-31 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/e/e2/Marcel_NLa.png/175px-Marcel_NLa.png",
    "description": "Marcel is a lazy dog villager in the Animal Crossing series, who first appeared in Animal Crossing: City Folk. His English name and catchphrase are French, which come from his mime-like appearance. \"Non\" (which means \"no\") is a mild joke on the French way of speaking, since it is stereotypically used at the end of questions (e.g. \"This shovel is used for digging up fossils, non?\"). He is probably named after Marcel Marceau, a known French mime and actor. Despite this, his clothing, house, and Japanese name are traditionally Japanese themed; his face may be intended to resemble a Japanese festival mask.\n",
    "url": "https://nookipedia.com/wiki/Marcel"
  },
  {
    "name": "Marcie",
    "spanish": "Brisa",
    "gender": "Female",
    "species": "Kangaroo",
    "birthday": "2020-05-31 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/5/54/Marcie_NL.png/200px-Marcie_NL.png",
    "description": "Marcie is a normal kangaroo villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her name is a pun on marsupial, a mammal that carries its young in a pouch.\n",
    "url": "https://nookipedia.com/wiki/Marcie"
  },
  {
    "name": "Marina",
    "spanish": "Marina",
    "gender": "Female",
    "species": "Octopus",
    "birthday": "2020-06-26 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/2/25/Marina_NH.png/175px-Marina_NH.png",
    "description": "Marina is a normal, octopus villager whose debut appearance was in Doubutsu no Mori e+ as an islander. She later re-appeared in Animal Crossing: Wild World, Animal Crossing: City Folk, and Animal Crossing: New Leaf where she is a villager. She probably is named after marinas, which are sheltered harbors where boats are kept in the water. Her Japanese name, Takorina, has \"tako\" in it, which means octopus in Japanese. Her initial catchphrase is a reference to the onomatopoeia of an octopus squirting ink.\n",
    "url": "https://nookipedia.com/wiki/Marina"
  },
  {
    "name": "Marshal",
    "spanish": "Munchi",
    "gender": "Male",
    "species": "Squirrel",
    "birthday": "2020-09-29 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/9/92/Marshal_NH_2.png/175px-Marshal_NH_2.png",
    "description": "Marshal is a smug, squirrel villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name is probably a reference to his marshmallow-like appearance, as well as being a common, male given name. His initial phrase, \"sulky,\" may bear some resemblance to his appearance.\n",
    "url": "https://nookipedia.com/wiki/Marshal"
  },
  {
    "name": "Mathilda",
    "spanish": "Pugilda",
    "gender": "Female",
    "species": "Kangaroo",
    "birthday": "2020-11-12 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/c/cd/Mathilda_NLa.png/175px-Mathilda_NLa.png",
    "description": "Mathilda is a snooty, kangaroo villager in the Animal Crossing series who has appeared in almost every game so far, except for Animal Crossing: Pocket Camp. Her name, as well as being a popular girl's name, especially in Australia, is a reference to \"Waltzing Matilda,\" the unofficial national anthem of Australia, where kangaroos live. Her initial catchphrase, \"wee baby,\" refers to her joey.\n",
    "url": "https://nookipedia.com/wiki/Mathilda"
  },
  {
    "name": "Megan",
    "spanish": "Carmela",
    "gender": "Female",
    "species": "Bear",
    "birthday": "2020-03-13 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/5/55/Megan_NH.png",
    "description": "Megan is a normal, bear villager from the Animal Crossing series. She first appeared in Animal Crossing: New Horizons. She is the first and currently only normal bear in the Animal Crossing series.\n",
    "url": "https://nookipedia.com/wiki/Megan"
  },
  {
    "name": "Melba",
    "spanish": "Melba",
    "gender": "Female",
    "species": "Koala",
    "birthday": "2020-04-12 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/4/43/Melba_NH.png/175px-Melba_NH.png",
    "description": "Melba is a normal, koala villager who first appeared in Animal Crossing: Wild World and subsequently in Animal Crossing: City Folk. Melba's English name may relate to the Australian city of Melbourne, also the Australian opera singer Dame Nelly Melba, who also represents her own ice-cream and Melba toast, which her phrase, \"toasty,\" is a reference to - a dry, crisp, and thinly-sliced piece of toast that originated and is popular in Australia, where koalas are also from. Her Japanese name refers to the Australian city of the same name.\n",
    "url": "https://nookipedia.com/wiki/Melba"
  },
  {
    "name": "Merengue",
    "spanish": "Natura",
    "gender": "Female",
    "species": "Rhino",
    "birthday": "2020-03-19 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/8/84/Merengue_NLa.png/175px-Merengue_NLa.png",
    "description": "Merengue is a normal rhino villager in the Animal Crossing series introduced in Animal Crossing: New Leaf. Her name comes from \"meringue,\" a type of dessert, referencing her appearance, which resembles a cake. Her Japanese name comes from \"pâtissière\", a French word for a pastry chef. Her Japanese catchphrase, de shuga is a pun on desu ga, meaning \"although,\" and shugā, the English word \"sugar.\"\n",
    "url": "https://nookipedia.com/wiki/Merengue"
  },
  {
    "name": "Merry",
    "spanish": "Susi",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-06-29 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/3/34/Merry_NLa.png/175px-Merry_NLa.png",
    "description": "Merry is a peppy, cat villager from the Animal Crossing series. She first appeared in Doubutsu no Mori e+ as one of six starter cards bundled with the game, alongside Walker, Maggie, Rod, Angus, and Willow, respectively. Merry was absent from Animal Crossing: Wild World, but reappeared in Animal Crossing: City Folk. Her English name comes from \"merry,\" having the same meaning as her Japanese name, and is also similar to the common given name \"Mary.\"\n",
    "url": "https://nookipedia.com/wiki/Merry"
  },
  {
    "name": "Midge",
    "spanish": "Paloma",
    "gender": "Female",
    "species": "Bird",
    "birthday": "2020-03-12 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a5/Midge_NLa.png/175px-Midge_NLa.png",
    "description": "Midge is a normal bird villager in the Animal Crossing series. Midge's name is likely derived from \"plumage,\" a word used to describe the color of a bird's feathers. Midge was also absent in Animal Crossing: Wild World, but returned in Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Midge"
  },
  {
    "name": "Mint",
    "spanish": "Menta",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-05-02 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/c/cf/Mint_NLa.png/200px-Mint_NLa.png",
    "description": "Mint is a snooty, squirrel villager from the Animal Crossing series, appearing in every installment to date. Mint gets her name from the color of her fur, which is mint green. Her picture quote and initial phrase also refer to mint and its common refreshing sensation.\n",
    "url": "https://nookipedia.com/wiki/Mint"
  },
  {
    "name": "Mira",
    "spanish": "Amparo",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-07-06 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/0/0c/Mira_NL.png/200px-Mira_NL.png",
    "description": "Mira is a sisterly rabbit villager who first appeared in Animal Crossing: New Leaf. \n",
    "url": "https://nookipedia.com/wiki/Mira"
  },
  {
    "name": "Miranda",
    "spanish": "Miranda",
    "gender": "Female",
    "species": "Duck",
    "birthday": "2020-04-23 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9a/Miranda_NLa.png/175px-Miranda_NLa.png",
    "description": "\nMiranda is a snooty duck in the Animal Crossing series that originally appeared in Doubutsu no Mori e+, and later returned in Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Miranda"
  },
  {
    "name": "Mitzi",
    "spanish": "Misi",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-09-25 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/0/0a/Mitzi_NLa.png/175px-Mitzi_NLa.png",
    "description": "Mitzi is a normal cat villager who has appeared in all the games in the Animal Crossing series. She appeared on the cover of Animal Crossing, standing in the upper window on the side with Punchy. She also appeared on the back of the Animal Crossing: City Folk cover.\n",
    "url": "https://nookipedia.com/wiki/Mitzi"
  },
  {
    "name": "Moe",
    "spanish": "Tristán",
    "gender": "Male",
    "species": "Cat",
    "birthday": "2020-01-12 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d6/Moe_NLa.png/175px-Moe_NLa.png",
    "description": "Moe is a lazy cat villager in the Animal Crossing series. His name possibly comes from the sound a cat often makes, or after the rare breed of cat (the Egyptian Mau) depending on the pronunciation of his name. Moe is also the Dutch word for ‘tired’ or ‘lazy,’ possibly referring to his personality type. His catchphrase, myawn, it a combination of the sound a cat makes, meow, and yawning, which reflects his lazy personality.\n",
    "url": "https://nookipedia.com/wiki/Moe"
  },
  {
    "name": "Molly",
    "spanish": "Deira",
    "gender": "Female",
    "species": "Duck",
    "birthday": "2020-03-07 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/2/29/Molly_NH.png/150px-Molly_NH.png",
    "description": "Molly is a normal duck villager, first appearing in Animal Crossing: New Leaf. Her name is likely derived from \"mallard\". Her Japanese catchphrase literally means \"perhaps so,\" but is another play on kamo.\n",
    "url": "https://nookipedia.com/wiki/Molly"
  },
  {
    "name": "Monique",
    "spanish": "Monique",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-09-30 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/8/8c/Monique_NLa.png/175px-Monique_NLa.png",
    "description": "Monique is a snooty cat villager in the Animal Crossing series. Monique is the name of several famous actresses, and it may also be a reference to Marilyn Monroe, whom Monique's appearance is based on. Her Japanese name, Jane, has also been worn by many actresses, but may specifically be in reference to Jane Russell. Her initial phrase, \"pffffft\", is the word given to the sound made when not caring, similar to sighing. Her Japanese name is another snooty villager's English name.\n",
    "url": "https://nookipedia.com/wiki/Monique"
  },
  {
    "name": "Monty",
    "spanish": "Burton",
    "gender": "Male",
    "species": "Monkey",
    "birthday": "2020-12-07 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/8/87/Monty_NLa.png/150px-Monty_NLa.png",
    "description": "Monty is a cranky monkey villager from the Animal Crossing series, who first appeared in Animal Crossing: Wild World. He is currently the only cranky monkey in the games.\n",
    "url": "https://nookipedia.com/wiki/Monty"
  },
  {
    "name": "Moose",
    "spanish": "Sato",
    "gender": "Male",
    "species": "Mouse",
    "birthday": "2020-09-13 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/c/c1/Moose_NLa.png/175px-Moose_NLa.png",
    "description": "Moose is a jock mouse villager, who first appears in Animal Crossing: City Folk. His name is a cross between his species, a mouse, and possibly from the hair product, mousse - possibly relating to his unique hair style.\n",
    "url": "https://nookipedia.com/wiki/Moose"
  },
  {
    "name": "Mott",
    "spanish": "Jones",
    "gender": "Male",
    "species": "Lion",
    "birthday": "2020-07-10 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/b/bc/Mott_NLa.png/175px-Mott_NLa.png",
    "description": "Mott is a jock, lion villager in the Animal Crossing series. He was introduced in Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Mott"
  },
  {
    "name": "Muffy",
    "spanish": "Muaré",
    "gender": "Female",
    "species": "Sheep",
    "birthday": "2020-02-14 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/a/aa/Muffy_NL.png/200px-Muffy_NL.png",
    "description": "Muffy is a sisterly sheep villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her English name may come from the way her headpiece connects like a band to her horns, making it look like she is wearing earmuffs. Her Japanese name, Frill, references her Gothic Lolita style. Her catchphrase, \"nightshade,\" refers to her black wool and the nightshade family of plants.\n",
    "url": "https://nookipedia.com/wiki/Muffy"
  },
  {
    "name": "Murphy",
    "spanish": "Orsón",
    "gender": "Male",
    "species": "Cub",
    "birthday": "2020-12-29 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/7/79/Murphy_NL.png/200px-Murphy_NL.png",
    "description": "Murphy is a cranky cub villager from the Animal Crossing series. He originally appeared in games up to Doubutsu no Mori e+, in which Murphy would remain absent until he made a return in Animal Crossing: New Leaf - Welcome amiibo, alongside Olive, a fellow Cub villager. Originally, Murphy was planned to make an appearance in Animal Crossing: Happy Home Designer, but was absent from the final game.\n",
    "url": "https://nookipedia.com/wiki/Murphy"
  },
  {
    "name": "Nan",
    "spanish": "Pécora",
    "gender": "Female",
    "species": "Goat",
    "birthday": "2020-08-24 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/5/5d/Nan_NLa.png/175px-Nan_NLa.png",
    "description": "Nan is a normal, goat villager who made her first appearance in Doubutsu no Mori e+, where like all other villagers who debuted in said game, could only be moved into the player's town by scanning her e-Reader card. Her name may be a shortened form of \"nanny,\" another word for a female goat, and her catchphrase, \"kid,\" could relate to a baby goat, which is called a kid. Her picture quote also has a play on words, Nanny Nanny boo boo is the skipping song.\n",
    "url": "https://nookipedia.com/wiki/Nan"
  },
  {
    "name": "Nana",
    "spanish": "Naná",
    "gender": "Female",
    "species": "Monkey",
    "birthday": "2020-08-23 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/4/46/Nana_NLa.png/175px-Nana_NLa.png",
    "description": "Nana is a normal monkey villager from the Animal Crossing series. She debuted in Animal Crossing: Wild World. Her name comes from \"banana\". It may also reference a character from Ice Climber, further evidenced by her catchphrase, \"po po\" - Popo being another character from the same game. Her Japanese name may be a reference to Monchhichi, a brand of dolls resembling monkeys. She appears on the Animal Crossing: City Folk official poster. Her Animal Crossing: Wild World picture quote is the same as Flora's in Animal Crossing: New Leaf, but Flora's quote ends with a period instead of an exclamation point.\n",
    "url": "https://nookipedia.com/wiki/Nana"
  },
  {
    "name": "Naomi",
    "spanish": "Regina",
    "gender": "Female",
    "species": "Cow",
    "birthday": "2020-02-28 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/f/f8/Naomi_NL.png/170px-Naomi_NL.png",
    "description": "Naomi is a snooty, cow villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her catchphrase, \"moolah,\" is a play on the slang word \"moola,\" meaning \"money.\" It is also similar to the catchphrase of Petunia, another snooty cow villager.\n",
    "url": "https://nookipedia.com/wiki/Naomi"
  },
  {
    "name": "Nate",
    "spanish": "Nachete",
    "gender": "Male",
    "species": "Bear",
    "birthday": "2020-08-16 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d0/Nate_NLa.png/175px-Nate_NLa.png",
    "description": "Nate is a lazy bear villager in the Animal Crossing series. He first appears in Doubutsu no Mori and then in Animal Crossing and Doubutsu no Mori e+, but is absent in Animal Crossing: Wild World. He later returns in Animal Crossing: City Folk, however. His name most likely comes from hibernate, although he may also be named after Treehouse localizer Nate Bihldorf.\n",
    "url": "https://nookipedia.com/wiki/Nate"
  },
  {
    "name": "Nibbles",
    "spanish": "Dentina",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-07-19 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/d/db/Nibbles_NH_2.png/175px-Nibbles_NH_2.png",
    "description": "Nibbles is a peppy squirrel villager from the Animal Crossing series. Her name and initial phrase is derived from how squirrels eat their food. \n",
    "url": "https://nookipedia.com/wiki/Nibbles"
  },
  {
    "name": "Norma",
    "spanish": "Norma",
    "gender": "Female",
    "species": "Cow",
    "birthday": "2020-09-20 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/0/00/Norma_NL.png/200px-Norma_NL.png",
    "description": "Norma is a normal, cow villager in the Animal Crossing series. She debuted in Doubutsu no Mori e+, where she was an islander, and after being absent from the Animal Crossing series for over a decade, made a reappearance  in Animal Crossing: New Leaf - Welcome amiibo, as the sole normal cow in the game. Her name is a play on \"Normal,\" her personality type.\n",
    "url": "https://nookipedia.com/wiki/Norma"
  },
  {
    "name": "Octavian",
    "spanish": "Octavio",
    "gender": "Male",
    "species": "Octopus",
    "birthday": "2020-09-20 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/1/1b/Octavian_NH.png/200px-Octavian_NH.png",
    "description": "Octavian is a cranky octopus villager from the Animal Crossing series, first appearing in Doubutsu no Mori. The prefix of his name, \"octa-,\" means eight, which is a reference to his species, which possess eight tentacles. His name is also a reference to Octavian (a.k.a. Augustus), the first emperor of ancient Rome. His Japanese is also prefixed with \"octa-,\" and is derived from \"tarou,\" which is a Japanese boys' name suffix. He is most notable for being the only octopus until Doubutsu no Mori e+, where Marina, a normal villager, appears as an islander. In Animal Crossing: New Leaf and Welcome amiibo, Octavian is also joined by Zucker and Inkwell, respectively.\n",
    "url": "https://nookipedia.com/wiki/Octavian"
  },
  {
    "name": "O'Hare",
    "spanish": "Ernesto",
    "gender": "Male",
    "species": "Rabbit",
    "birthday": "2020-07-24 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a1/OHare_NH_2.png/175px-OHare_NH_2.png",
    "description": "\nO'Hare is a smug rabbit islander in the Animal Crossing series who originally appeared in Animal Crossing under the cranky personality. O'Hare's name is derived from a hare, an alternate name for a rabbit, and the Irish surname O'Hare. His initial catchphrase, \"amigo,\" comes from the word for \"friend\" in Spanish and Portuguese.\n",
    "url": "https://nookipedia.com/wiki/O'Hare"
  },
  {
    "name": "Olaf",
    "spanish": "Olaf",
    "gender": "Male",
    "species": "Anteater",
    "birthday": "2020-05-19 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/b/bc/Olaf_NL.png/175px-Olaf_NL.png",
    "description": "Olaf is a smug, anteater villager in the Animal Crossing series. He appeared first in Animal Crossing: New Leaf. His name might come from the Spanish word \"Olé!\", an exclamation mostly heard in flamenco dancing and bullfighting, which also reflects his Hispanic appearance. His Japanese initial catchphrase is Spanish for \"much\" or \"many.\"\n",
    "url": "https://nookipedia.com/wiki/Olaf"
  },
  {
    "name": "Olive",
    "spanish": "Osalina",
    "gender": "Female",
    "species": "Cub",
    "birthday": "2020-07-12 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/3/3d/Olive_NL.png/200px-Olive_NL.png",
    "description": "Olive is a normal cub villager from the Animal Crossing series, making her debut in Doubutsu no Mori and its GameCube port, Animal Crossing. After Doubutsu no Mori e+, Olive would remain absent in the series until her return in Animal Crossing: New Leaf - Welcome amiibo, alongside Murphy. Her name is derived from the fruit of the same name, the olive, which are known to be sweet when eaten, referring to her normal personality (Normal villagers are occasionally referred to as \"sweet\" villagers instead of normal.) Olive's fur color is also similar in color to her namesake.\n",
    "url": "https://nookipedia.com/wiki/Olive"
  },
  {
    "name": "Olivia",
    "spanish": "Olivia",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-02-03 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/c/ce/Olivia_NLa.png/175px-Olivia_NLa.png",
    "description": "Olivia is a snooty, cat villager in the Animal Crossing series. Her name, Olivia, may refer to olives because an olive has a hard pit on the inside, and is somewhat bitter on the outside. This means that Olivia is hard and soulful on the inside, but can be bitter and mean on the outside. She has appeared in every game of the Animal Crossing series.\n",
    "url": "https://nookipedia.com/wiki/Olivia"
  },
  {
    "name": "Opal",
    "spanish": "Ópalo",
    "gender": "Female",
    "species": "Elephant",
    "birthday": "2020-01-20 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/5/5f/Opal_NLa.png/175px-Opal_NLa.png",
    "description": "Opal is a snooty, elephant villager in the Animal Crossing series. She has made an appearance in every game to date. As a snooty villager, she will only have a sense for her own self-importance, making it difficult to relate and talk to her. Her name, \"Opal\", comes from the strong, turquoise gemstone which may reflect on her snooty personality, which revolves around glamour and status. Her phrase, \"snoot,\" which means \"nose\" or \"snob\", may refer to her snooty personality (snob) and her trunk (nose). \n",
    "url": "https://nookipedia.com/wiki/Opal"
  },
  {
    "name": "Ozzie",
    "spanish": "Koloa",
    "gender": "Male",
    "species": "Koala",
    "birthday": "2020-05-07 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/9/93/Ozzie_NLa.png/200px-Ozzie_NLa.png",
    "description": "Ozzie is a lazy koala villager from the Animal Crossing series. His name is derived from the term \"Aussie\", which is another word for \"Australian.\" His Japanese name means \"acorn,\" referring to his nose.\n",
    "url": "https://nookipedia.com/wiki/Ozzie"
  },
  {
    "name": "Pancetti",
    "spanish": "Talía",
    "gender": "Female",
    "species": "Pig",
    "birthday": "2020-11-14 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/4/47/Pancetti_NL.png/200px-Pancetti_NL.png",
    "description": "Pancetti is a snooty pig villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her name refers to pancetta, Italian bacon made from salt-cured pork bellies. Her Japanese name may be a pun on bū, \"oink\". Her catchphrase \"sooey\" is a shout used in calling pigs on farms and elsewhere. It is also the nomenclature for another snooty pig villager.\n",
    "url": "https://nookipedia.com/wiki/Pancetti"
  },
  {
    "name": "Pango",
    "spanish": "Aspidora",
    "gender": "Female",
    "species": "Anteater",
    "birthday": "2020-11-09 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/2/22/Pango_NLa.png/200px-Pango_NLa.png",
    "description": "Pango is a peppy, anteater villager from the Animal Crossing series. She has appeared in every game so far. Her name is a shortening of pangolin, also known as the scaly anteater, a mammal that lives in tropical parts of Asia and Africa. However, pangolins are not actually anteaters, belonging instead to the group of animals known as pholidota.\n",
    "url": "https://nookipedia.com/wiki/Pango"
  },
  {
    "name": "Papi",
    "spanish": "Bayo",
    "gender": "Male",
    "species": "Horse",
    "birthday": "2020-01-10 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/10/Papi_NL.png/200px-Papi_NL.png",
    "description": "Papi is a  lazy horse villager from the Animal Crossing series. He made his first appearance in Animal Crossing: New Leaf.\n",
    "url": "https://nookipedia.com/wiki/Papi"
  },
  {
    "name": "Paolo",
    "spanish": "Paolo",
    "gender": "Male",
    "species": "Elephant",
    "birthday": "2020-05-05 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/2/2e/Paolo_NL.png/200px-Paolo_NL.png",
    "description": "\nPaolo is a lazy, elephant villager from the Animal Crossing series, originally appearing in Doubutsu no Mori and Animal Crossing, until he returned in Animal Crossing: New Leaf's Welcome amiibo Update. His name is the Italian form of \"Paul,\" a given name derived from the Latin word for \"small,\" most likely as a joke on his large size.\n",
    "url": "https://nookipedia.com/wiki/Paolo"
  },
  {
    "name": "Pashmina",
    "spanish": "Carla",
    "gender": "Female",
    "species": "Goat",
    "birthday": "2020-12-26 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/6/6e/Pashmina_NL.png/200px-Pashmina_NL.png",
    "description": "Pashmina is a sisterly goat villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her name originates from the word \"pashmina,\" which is the finest type of cashmere wool. The word pashmina also comes from the Persian word, pašmina, (پشمینه‎‎) which translates to \"made of wool.\"\n",
    "url": "https://nookipedia.com/wiki/Pashmina"
  },
  {
    "name": "Pate",
    "spanish": "Pati",
    "gender": "Female",
    "species": "Duck",
    "birthday": "2020-02-23 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b2/Pate_NLa.png/175px-Pate_NLa.png",
    "description": "Pate is a peppy duck villager in the Animal Crossing series. She has appeared in almost every Animal Crossing game, except for Animal Crossing: Pocket Camp. Pate's name probably derives from pâté, a meat spread usually formed from the liver of a duck or goose.\n",
    "url": "https://nookipedia.com/wiki/Pate"
  },
  {
    "name": "Patty",
    "spanish": "Vacarena",
    "gender": "Female",
    "species": "Cow",
    "birthday": "2020-05-10 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/f/fc/Patty_NLa.png/200px-Patty_NLa.png",
    "description": "Patty is a peppy, cow villager who has appeared in every Animal Crossing series game. Her name either relates to a \"beef patty\" or \"cow pat\" (another name for cow dung). Her Japanese name is likely from the milk-based soft drink Calpis. Her catchphrase is based on \"How Now Brown Cow,\" a phrase that helps children learn rounded vowel sounds and is also a greeting.\n",
    "url": "https://nookipedia.com/wiki/Patty"
  },
  {
    "name": "Paula",
    "spanish": "Lizi",
    "gender": "Female",
    "species": "Bear",
    "birthday": "2020-03-22 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/4/4b/Paula_NLa.png/175px-Paula_NLa.png",
    "description": "Paula is a bear villager from the Animal Crossing series. She first appears in Doubutsu no Mori e+ as a peppy villager and reappears in Animal Crossing: New Leaf with a sisterly personality.\n",
    "url": "https://nookipedia.com/wiki/Paula"
  },
  {
    "name": "Peaches",
    "spanish": "Perla",
    "gender": "Female",
    "species": "Horse",
    "birthday": "2020-11-28 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/2/2f/Peaches_NLa.png/175px-Peaches_NLa.png",
    "description": "Peaches is a normal horse villager in the Animal Crossing series, appearing in every game except for Animal Crossing: Wild World and Animal Crossing: Pocket Camp. Her catchphrase, \"neighbor,\" is a pun on the sound horses make.\n",
    "url": "https://nookipedia.com/wiki/Peaches"
  },
  {
    "name": "Peanut",
    "spanish": "Belinda",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-06-08 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d5/Peanut_NH.png/175px-Peanut_NH.png",
    "description": "Peanut is a peppy squirrel villager in the Animal Crossing series. As a peppy villager, Peanut will appear friendly and hospitable towards the player, making it easy to befriend her. Her name comes from peanuts, which squirrels are known to eat. Her Japanese name likely comes from momo, meaning peach; in addition to her color, this might refer to the Japanese proverb momo kuri san nen kaki hachi nen, which is also her favorite saying in the Japanese games.\n",
    "url": "https://nookipedia.com/wiki/Peanut"
  },
  {
    "name": "Pecan",
    "spanish": "Camila",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-09-10 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/9/94/Pecan_NLa.png/175px-Pecan_NLa.png",
    "description": "Pecan is a snooty, squirrel villager who has appeared in every Animal Crossing series game to date. Her name is derived from a type of nut. Her phrase is how chipmunks and squirrels are similar to each other, such as how they are both rodents.\n",
    "url": "https://nookipedia.com/wiki/Pecan"
  },
  {
    "name": "Peck",
    "spanish": "Picuet",
    "gender": "Male",
    "species": "Bird",
    "birthday": "2020-07-25 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/8/88/Peck_NL.png/175px-Peck_NL.png",
    "description": "Peck is a jock bird villager who debuts in Animal Crossing: New Leaf. His name simply comes from \"pecking,\" a common behavior of birds. \"pecs,\" which is pronounced like \"pecks,\" is also an abbreviation for the pectoral muscles, referencing his jock personality.\n",
    "url": "https://nookipedia.com/wiki/Peck"
  },
  {
    "name": "Peewee",
    "spanish": "Lotar",
    "gender": "Male",
    "species": "Gorilla",
    "birthday": "2020-09-11 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/f/ff/Peewee_NLa.png/200px-Peewee_NLa.png",
    "description": "Peewee is a cranky, gorilla villager in the Animal Crossing series who has appeared in every game so far. His name is a joke on his size and personality - \"peewee\" usually indicating size with relation to youth when Peewee is in fact large and adult. His initial phrase, \"Li'l dude,\" also relates to this. His name may also be related to 'Peewee Herman.'\n",
    "url": "https://nookipedia.com/wiki/Peewee"
  },
  {
    "name": "Peggy",
    "spanish": "Peggy",
    "gender": "Female",
    "species": "Pig",
    "birthday": "2020-05-23 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/5/5f/Peggy_NLa.png/175px-Peggy_NLa.png",
    "description": "Peggy is a peppy, pig villager from the Animal Crossing series. She originally appeared in the Japanese-only Doubutsu no Mori e+, then returned in Animal Crossing: City Folk after being absent in Animal Crossing: Wild World. Peggy's name is a corruption of \"piggy\", an extensive, childish alternative of \"pig\", her species.\n",
    "url": "https://nookipedia.com/wiki/Peggy"
  },
  {
    "name": "Pekoe",
    "spanish": "Vera",
    "gender": "Female",
    "species": "Cub",
    "birthday": "2020-05-18 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/0/06/Pekoe_NLa.png/175px-Pekoe_NLa.png",
    "description": "Pekoe is a normal cub villager from the Animal Crossing series. She first appeared in Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Pekoe"
  },
  {
    "name": "Penelope",
    "spanish": "Adela",
    "gender": "Female",
    "species": "Mouse",
    "birthday": "2020-02-05 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/3/32/Penelope_NL.png/175px-Penelope_NL.png",
    "description": "Penelope is a peppy mouse villager in the Animal Crossing series. She is a new character, first appearing in Animal Crossing: New Leaf. Her initial phrase is a reference to her unique lack of ears and instead a bow. Her name is similar to that of Penny, another peppy mouse villager.\n",
    "url": "https://nookipedia.com/wiki/Penelope"
  },
  {
    "name": "Phil",
    "spanish": "Amalio",
    "gender": "Male",
    "species": "Ostrich",
    "birthday": "2020-11-27 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/8/80/Phil_NL.png/200px-Phil_NL.png",
    "description": "Phil is a smug ostrich villager in the Animal Crossing series, first appearing in Animal Crossing: New Leaf. He is currently the only smug ostrich. His name likely comes from \"pheasant.\" His Japanese name may come from keen, a call made by male pheasants to advertise their territory. His initial phrase may be a reference to a bird's call. Similarly, his Japanese phrase is the cry of a pheasant.\n",
    "url": "https://nookipedia.com/wiki/Phil"
  },
  {
    "name": "Phoebe",
    "spanish": "Avelina",
    "gender": "Female",
    "species": "Ostrich",
    "birthday": "2020-04-22 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/2/20/Phoebe_NL.png/200px-Phoebe_NL.png",
    "description": "Phoebe is a sisterly ostrich villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Both Phoebe's English and Japanese names are plays on the mythical phoenix, known as hinotori in Japanese. Hinoko can also mean \"sparks\".\n",
    "url": "https://nookipedia.com/wiki/Phoebe"
  },
  {
    "name": "Pierce",
    "spanish": "Hugo",
    "gender": "Male",
    "species": "Eagle",
    "birthday": "2020-01-08 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/3/38/Pierce_NLa.png/200px-Pierce_NLa.png",
    "description": "Pierce is an eagle villager in the Animal Crossing series with a jock personality. His name may relate to either his beak or his talons, which can pierce through the flesh of other animals in reality. His initial phrases relate to the bird species. His name and initial phrase may be a reference to the character Benjamin \"Hawkeye\" Pierce from the TV series \"M*A*S*H\", although this may be a coincidence.\n",
    "url": "https://nookipedia.com/wiki/Pierce"
  },
  {
    "name": "Pietro",
    "spanish": "Kikolor",
    "gender": "Male",
    "species": "Sheep",
    "birthday": "2020-04-19 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/5/5e/Pietro_NL.png/200px-Pietro_NL.png",
    "description": "Pietro is a smug, sheep villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name is derived from \"pied,\" which means having a bright and multicolored patchwork appearance, referencing the color of his wool, or from \"Pierrot\" referencing his clown-like appearance. Similarly, his initial catchphrase is \"honk honk,\" a common noise associated with clowns as they squeeze their bulbous nose to make noise. His Japanese catchphrase, gufufu, is a Japanese onomatopoeia for laughter.\n",
    "url": "https://nookipedia.com/wiki/Pietro"
  },
  {
    "name": "Pinky",
    "spanish": "Violeta",
    "gender": "Female",
    "species": "Bear",
    "birthday": "2020-09-09 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/5/57/Pinky_NLa.png/175px-Pinky_NLa.png",
    "description": "Pinky is a peppy bear villager who has appeared in all Animal Crossing series games to date. As a peppy villager, she will be friendly towards the player, making it easy to befriend her. Her name relates to the color of her fur, which is pink, and her initial phrase, \"wah\" is another word for \"what\" which may relate to her character type, due to the fact that peppy villagers like her have a short attention span. The phrase may also relate to how, in Japan, wan is used for the sound that a panda makes. She is one of the villagers to appear on the cover of Animal Crossing, in the lower window on the side.\n",
    "url": "https://nookipedia.com/wiki/Pinky"
  },
  {
    "name": "Piper",
    "spanish": "Bárbara",
    "gender": "Female",
    "species": "Bird",
    "birthday": "2020-04-18 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/8/8e/Piper_NL.png/200px-Piper_NL.png",
    "description": "Piper is a peppy, bird villager from the Animal Crossing series. Her catchphrase, \"chickadee,\" is based on the type of bird, a chickadee. She was absent from Animal Crossing: Wild World and Animal Crossing: City Folk, but returns in Animal Crossing: New Leaf - Welcome amiibo.\n",
    "url": "https://nookipedia.com/wiki/Piper"
  },
  {
    "name": "Pippy",
    "spanish": "Méloni",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-06-14 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/6/64/Pippy_NLa.png/175px-Pippy_NLa.png",
    "description": "Pippy is a peppy, rabbit villager in the Animal Crossing series. She has appeared in every game to date. Her name is a distortion of peppy, which reflects her bubbly and high-spirited personality.\n",
    "url": "https://nookipedia.com/wiki/Pippy"
  },
  {
    "name": "Plucky",
    "spanish": "Herminia",
    "gender": "Female",
    "species": "Chicken",
    "birthday": "2020-10-12 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/5/56/Plucky_NL.png/200px-Plucky_NL.png",
    "description": "Plucky is a chicken villager from the Animal Crossing series. Her name comes from the word \"pluck,\" meaning \"to pull out feathers when preparing a bird for food.\" When she debuted in Animal Crossing, she was a peppy islander. After Doubutsu no Mori e+, Plucky would be absent from any Animal Crossing series media until she made an appearance in Animal Crossing: New Leaf - Welcome amiibo, this time as a sisterly villager.\n",
    "url": "https://nookipedia.com/wiki/Plucky"
  },
  {
    "name": "Pompom",
    "spanish": "Flopi",
    "gender": "Female",
    "species": "Duck",
    "birthday": "2020-02-11 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/6/6e/Pompom_NLa.png/175px-Pompom_NLa.png",
    "description": "Pompom is a peppy, duck villager who has appeared in every Animal Crossing series game. Her name is derived from \"pom-pom,\" a ball of fibers wielded by cheerleaders during sports, alongside her initial phrase \"rah rah\" - \"rah rah\" is a popular cheerleading chant. Many peppy villagers aspire to become cheerleaders, so it is likely her name and initial phrase make direct relation to the peppy personality.\n",
    "url": "https://nookipedia.com/wiki/Pompom"
  },
  {
    "name": "Poncho",
    "spanish": "Poncho",
    "gender": "Male",
    "species": "Cub",
    "birthday": "2020-01-02 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/f/fa/Poncho_NLa.png/175px-Poncho_NLa.png",
    "description": "Poncho is a jock cub villager that has appeared in every game from the Animal Crossing series to date. Poncho can be spotted on the front cover of Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Poncho"
  },
  {
    "name": "Poppy",
    "spanish": "Encina",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-08-05 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b9/Poppy_NLa.png/185px-Poppy_NLa.png",
    "description": "Poppy is a normal squirrel in the Animal Crossing series, whose first appearance was in Animal Crossing: City Folk. Her name is a reference to either the poppy, a red flower, or poppy seeds, which are commonly used to make sweets and pastries. Her Japanese name is a reference to gummy candies, being the German-origin name for them in Japanese. Her catchphrase is a reference to one of squirrels' favorite foods, nuts. Poppy is one of the four normal villagers introduced in Animal Crossing: City Folk, alongside Gala, Bettina and Pekoe.\n",
    "url": "https://nookipedia.com/wiki/Poppy"
  },
  {
    "name": "Portia",
    "spanish": "Amanda",
    "gender": "Female",
    "species": "Dog",
    "birthday": "2020-10-25 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/5/5c/Portia_NLa.png/200px-Portia_NLa.png",
    "description": "Portia is a snooty dog villager who has appeared in nearly all of the games in the Animal Crossing series, except for Animal Crossing: Pocket Camp. She is also the only dog in the series that has a snooty personality. \"Portia\" is a common English name for individuals of high class, which references her snooty attitude. Her phrase, \"ruffian\" is a pun on \"ruff,\" an onomatopoeia for the noise a dog makes, and a ruffian, a person who appears untidy. \n",
    "url": "https://nookipedia.com/wiki/Portia"
  },
  {
    "name": "Prince",
    "spanish": "Felipe",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-07-21 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/3/3f/Prince_NLa.png/150px-Prince_NLa.png",
    "description": "Prince is a lazy frog villager in the Animal Crossing series. He was absent from Animal Crossing: Wild World, but reappears in later games. His name is based on fairy tale, The Frog Prince.\n",
    "url": "https://nookipedia.com/wiki/Prince"
  },
  {
    "name": "Puck",
    "spanish": "Fredo",
    "gender": "Male",
    "species": "Penguin",
    "birthday": "2020-02-21 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/b/bc/Puck_NLa.png/200px-Puck_NLa.png",
    "description": "Puck is a lazy penguin villager in the Animal Crossing series. His name refers to a \"puck,\" used in hockey games, which is played on ice, and ice is the habitat the typical penguin lives in. His Japanese name is literally the word Hockey. Due to his appearance as a hockey player, many players could mistake him for a jock villager. His favorite saying, \"A bad attitude will land you in the penalty box,\" also references hockey. He is absent in Animal Crossing: Wild World, and he returns in Animal Crossing: City Folk. His initial phrase, brrrrrrrrr, is what people say when they are cold.\n",
    "url": "https://nookipedia.com/wiki/Puck"
  },
  {
    "name": "Puddles",
    "spanish": "Nenúfar",
    "gender": "Female",
    "species": "Frog",
    "birthday": "2020-01-13 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a0/Puddles_NLa.png/150px-Puddles_NLa.png",
    "description": "Puddles is a peppy villager who appears in the Animal Crossing series. Her name relates to her species, a frog, which are known to sit in pools of water just as puddles. Her initial phrase, \"splish,\" is the word associated with the sound of jumping in water, \"splish, splash.\"\n",
    "url": "https://nookipedia.com/wiki/Puddles"
  },
  {
    "name": "Pudge",
    "spanish": "Bollito",
    "gender": "Male",
    "species": "Cub",
    "birthday": "2020-06-11 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/d/dc/Pudge_NLa.png/175px-Pudge_NLa.png",
    "description": "Pudge is a lazy cub villager in the Animal Crossing series. Pudge's name and catchphrase are derived from \"pudgy,\" an informal term for \"fat,\" which may relate to his lazy personality.\n",
    "url": "https://nookipedia.com/wiki/Pudge"
  },
  {
    "name": "Punchy",
    "spanish": "Félix",
    "gender": "Male",
    "species": "Cat",
    "birthday": "2020-04-11 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/f/f0/Punchy_NLa.png/175px-Punchy_NLa.png",
    "description": "Punchy is a cat villager in the Animal Crossing series with a lazy personality. His name may come from the word \"punchy,\" which means being groggy or dazed from a series of punches. His catchphrase is the sound of shrugging combined with sighing, which relates to his lazy personality. His picture quote from Animal Crossing: Wild World also relates to his personality, known for being laid back. Punchy was featured on the cover of Animal Crossing, in the upper window on the side with Mitzi, another cat villager.\n",
    "url": "https://nookipedia.com/wiki/Punchy"
  },
  {
    "name": "Purrl",
    "spanish": "Wanda",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-05-29 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/a/ab/Purrl_NLa.png/175px-Purrl_NLa.png",
    "description": "Purrl is a snooty, cat villager. She appears in all games from the Animal Crossing series. Calicoes have a myth of being a lucky type of cat, so Purrl can be suited as her name. Her name sounds similar to both the noise that a cat makes, \"purr,\" and a gemstone prized for its elegance and shine, \"pearl,\" referring to her \"shiny and refined\"-based personality. Her favorite saying, \"let them drink cream,\" is a reference to “Let them eat cake”, a famous quote uttered by French noble-lady Marie Antoinette, although historical records have proven this to have never been said by her specifically.\n",
    "url": "https://nookipedia.com/wiki/Purrl"
  },
  {
    "name": "Queenie",
    "spanish": "Marujita",
    "gender": "Female",
    "species": "Ostrich",
    "birthday": "2020-11-13 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/2/27/Queenie_NLa.png/175px-Queenie_NLa.png",
    "description": "Queenie is a snooty, ostrich villager in the Animal Crossing series. Her name does not directly link to her species or personality, but it can be said that snooty villagers see themselves as high up in the hierarchy, seeing themselves as royalty. Her name may also be a reference to Queensland in Australia, where emus, a similar animal to ostriches, can be found. Her initial phrase, \"chicken,\" is a joke on her species, a chick being a member of the bird group as is her species, the ostrich. She is the only ostrich to appear in every game in the series.\n",
    "url": "https://nookipedia.com/wiki/Queenie"
  },
  {
    "name": "Quillson",
    "spanish": "Cuálter",
    "gender": "Male",
    "species": "Duck",
    "birthday": "2020-12-22 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/3/38/Quillson_NL.png/175px-Quillson_NL.png",
    "description": "Quillson is a smug, duck villager who first appears in Animal Crossing: New Leaf. His name comes from \"quill,\" meaning the lower shaft of a feather, or a pen made from one. His phrase, \"ridukulous,\" is a combination of the words \"ridiculous\" and \"duck.\"\n",
    "url": "https://nookipedia.com/wiki/Quillson"
  },
  {
    "name": "Raddle",
    "spanish": "Radiolo",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-06-06 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/1f/Raddle_NL.png/150px-Raddle_NL.png",
    "description": "Raddle is a lazy frog in the Animal Crossing series. He made his debut in Doubutsu no Mori e+ as an islander, and then after being absent from any Animal Crossing series media for over a decade, made a reappearance in Animal Crossing: New Leaf - Welcome amiibo as a villager, and then reappeared in Animal Crossing: Pocket Camp. Raddle's name is likely derived from a \"rattling cough,\" a term for violent, hard coughing, coughing relating to his doctor-like appearance. It may also derive from \"radiology,\" a form of cancer treatment.\n",
    "url": "https://nookipedia.com/wiki/Raddle"
  },
  {
    "name": "Rasher",
    "spanish": "Curtis",
    "gender": "Male",
    "species": "Pig",
    "birthday": "2020-04-07 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/e/e1/Rasher_NLa.png/200px-Rasher_NLa.png",
    "description": "Rasher is a cranky, pig villager from the Animal Crossing series. As a cranky villager, he will appear more mature than other villager personality types and appear a bit arrogant towards the player. Rasher's name derives from the term \"a rasher of bacon,\" with bacon being made from pigs.\n",
    "url": "https://nookipedia.com/wiki/Rasher"
  },
  {
    "name": "Raymond",
    "spanish": "Narciso",
    "gender": "Male",
    "species": "Cat",
    "birthday": "2020-10-01 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/2/2a/Raymond_NH.png",
    "description": "\nRaymond is a smug cat villager who first appeared in Animal Crossing: New Horizons.\n",
    "url": "https://nookipedia.com/wiki/Raymond"
  },
  {
    "name": "Renée",
    "spanish": "Rina",
    "gender": "Female",
    "species": "Rhino",
    "birthday": "2020-05-28 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/3/35/Renee_NL.png/200px-Renee_NL.png",
    "description": "Renée is a sisterly rhino villager in the Animal Crossing series. She was introduced in Animal Crossing: New Leaf and reappears in the spin-off game, Animal Crossing: Happy Home Designer. Her name is a play on \"rhino\". Likewise, her Japanese name is a play on sai, meaning rhinoceros.\n",
    "url": "https://nookipedia.com/wiki/Renée"
  },
  {
    "name": "Reneigh",
    "spanish": "Corcelia",
    "gender": "Female",
    "species": "Horse",
    "birthday": "2020-06-04 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/9/92/Reneigh_NH.png",
    "description": "\nReneigh is a sisterly horse villager who first appeared in Animal Crossing: New Horizons. Her name seems to be a combination of the female given name \"Renée\" and \"neigh\", a loud noise similar to a squeal followed by a nicker made by horses. Her initial phrase, \"ayup yup\", is a generic term of agreement typically used while performing trivial tasks. \n",
    "url": "https://nookipedia.com/wiki/Reneigh"
  },
  {
    "name": "Rex",
    "spanish": "Leoncio",
    "gender": "Male",
    "species": "Lion",
    "birthday": "2020-07-24 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/7/74/Rex_NL.png/200px-Rex_NL.png",
    "description": "Rex is a lazy lion villager from the Animal Crossing series. His name comes from the Latin word \"rex,\" which means \"king,\" relating to the view that lions are \"kings of the jungle.\" Rex's Japanese name refers to the day of Sunday, commonly known in Christianity as the sabbath, or day of rest. Alternatively, it could refer to the sundae, an ice cream dessert. As Rex is a lazy villager, this name is a reference to his personality.\n",
    "url": "https://nookipedia.com/wiki/Rex"
  },
  {
    "name": "Rhonda",
    "spanish": "Ronda",
    "gender": "Female",
    "species": "Rhino",
    "birthday": "2020-01-24 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/0/07/Rhonda_NLa.png/150px-Rhonda_NLa.png",
    "description": "Rhonda is a normal, rhino villager in the Animal Crossing series, first appearing in Animal Crossing: Wild World. Her initial catchphrase may refer to the fact that rhinos, being large animals, have large feet.\n",
    "url": "https://nookipedia.com/wiki/Rhonda"
  },
  {
    "name": "Ribbot",
    "spanish": "Ranobot",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-02-13 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/1/15/Ribbot_NLa.png/150px-Ribbot_NLa.png",
    "description": "Ribbot is a jock, frog villager in the Animal Crossing series. His name is a portmanteau of the sound made by frogs (\"ribbit\") and the name of the human-like machine, a \"robot.\"   He is one of the few villagers in the game who are not technically animals, along with Sprocket, Coco, Stitches, Bow, and Meow. He and Lily switched their catchphrases from Wild World until Pocket Camp 1.8.1 update. \n",
    "url": "https://nookipedia.com/wiki/Ribbot"
  },
  {
    "name": "Ricky",
    "spanish": "Altramuz",
    "gender": "Male",
    "species": "Squirrel",
    "birthday": "2020-09-14 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/8/83/Ricky_NLa.png/200px-Ricky_NLa.png",
    "description": "Ricky is a cranky, squirrel villager from the Animal Crossing series. He has appeared in the original Animal Crossing. He was removed from Animal Crossing: Wild World and Animal Crossing: City Folk, but reappeared in Animal Crossing: New Leaf. His name is also the Japanese name of Filbert.\n",
    "url": "https://nookipedia.com/wiki/Ricky"
  },
  {
    "name": "Rizzo",
    "spanish": "Ratolón",
    "gender": "Male",
    "species": "Mouse",
    "birthday": "2020-01-17 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/8/83/Rizzo_NLa.png/175px-Rizzo_NLa.png",
    "description": "Rizzo is a cranky, mouse villager in the Animal Crossing series, appearing in nearly all games except for Animal Crossing: Wild World and Animal Crossing: Pocket Camp. His English name is based on Rizzo the Rat from The Muppets. \n",
    "url": "https://nookipedia.com/wiki/Rizzo"
  },
  {
    "name": "Roald",
    "spanish": "Bobi",
    "gender": "Male",
    "species": "Penguin",
    "birthday": "2020-01-05 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/4/4b/Roald_NH_2.png/175px-Roald_NH_2.png",
    "description": "Roald is a jock penguin villager from the Animal Crossing series. He has appeared in every game so far. Roald is likely named after Roald Amundsen, a Norwegian polar explorer who led the first successful expedition to reach the South Pole, as well as being the first person to reach both poles. His Japanese name is derived from \"penguin.\"\n",
    "url": "https://nookipedia.com/wiki/Roald"
  },
  {
    "name": "Robin",
    "spanish": "Ária",
    "gender": "Female",
    "species": "Bird",
    "birthday": "2020-12-04 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/9/94/Robin_NLa.png/175px-Robin_NLa.png",
    "description": "Robin is a snooty bird villager in the Animal Crossing series. She has appeared in every Animal Crossing game to date. Her name and appearance are derived from robins, a type of bird. Her name is also the Japanese name for a lazy dog villager.\n",
    "url": "https://nookipedia.com/wiki/Robin"
  },
  {
    "name": "Rocco",
    "spanish": "Roco",
    "gender": "Male",
    "species": "Hippo",
    "birthday": "2020-08-18 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/c/cb/Rocco_NLa.png/200px-Rocco_NLa.png",
    "description": "Rocco is a cranky hippo villager in the Animal Crossing series, who has appeared in every game so far. Rocco's name is likely a reference to \"rocky\", an adjective used to describe an obstinate or stubborn individual, in reference to his cranky personality. His English catchphrase is derived from his species, the hippo.\n",
    "url": "https://nookipedia.com/wiki/Rocco"
  },
  {
    "name": "Rocket",
    "spanish": "Gloria",
    "gender": "Female",
    "species": "Gorilla",
    "birthday": "2020-04-14 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/5/5b/Rocket_NL.png/200px-Rocket_NL.png",
    "description": "Rocket is a sisterly gorilla villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Similar to Kid Cat, Agent S, Filly, and Big Top, Rocket is dressed as a superhero.\n",
    "url": "https://nookipedia.com/wiki/Rocket"
  },
  {
    "name": "Rod",
    "spanish": "Rodi",
    "gender": "Male",
    "species": "Mouse",
    "birthday": "2020-08-14 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/e/ea/Rod_NH.png/175px-Rod_NH.png",
    "description": "Rod is a jock, mouse villager in the Animal Crossing series, debuting in Doubutsu no Mori e+ as one of the six villagers packaged with the game via e-Reader cards, alongside Walker, Maggie, Angus, Merry, and Willow. His name comes from \"rodent,\" the biological order in which mice fall. Rod's initial phrase, \"ace,\" means \"to succeed easily\" and \"highest quality,\" relating to the competitive nature of jock villagers. It was also Ace's catchphrase.\n",
    "url": "https://nookipedia.com/wiki/Rod"
  },
  {
    "name": "Rodeo",
    "spanish": "Rodeo",
    "gender": "Male",
    "species": "Bull",
    "birthday": "2020-10-29 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/f/ff/Rodeo_NLa.png/175px-Rodeo_NLa.png",
    "description": "Rodeo is a lazy, bull villager who made his first appearance in Animal Crossing: Wild World. As a lazy villager, he will appear hospitable and friendly towards the player, making it easy to befriend him. He also has a fascination with food and super heroes. His name, Rodeo, comes from rodeo bulls, or bull-riding at rodeos, an event usually taking place in the US, where the rider aims to stay on the bull the longest while it is jumping and running. His initial phrase, \"chaps,\" also relates to this. Chaps are an item of clothing, typically worn over jeans and made out of leather, which protect a rider from their trousers rubbing against their legs, otherwise causing irritation.\n",
    "url": "https://nookipedia.com/wiki/Rodeo"
  },
  {
    "name": "Rodney",
    "spanish": "Chusquis",
    "gender": "Male",
    "species": "Hamster",
    "birthday": "2020-11-10 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/f/f0/Rodney_NL.png/150px-Rodney_NL.png",
    "description": "Rodney is a smug hamster villager in the Animal Crossing series who made his first appearance in Animal Crossing: New Leaf. Rodney's name and appearance could represent the name \"Rodney,\" which is given to boys who flirt with girls often. The English name \"Rodney\" could also be a reference to a character that appears in the 1998 movie Dr. Dolittle.\n",
    "url": "https://nookipedia.com/wiki/Rodney"
  },
  {
    "name": "Rolf",
    "spanish": "Albino",
    "gender": "Male",
    "species": "Tiger",
    "birthday": "2020-08-22 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/f/f3/Rolf_NLa.png/175px-Rolf_NLa.png",
    "description": "Rolf is a cranky, tiger villager who appears in the Animal Crossing series. His name is derived from \"grrolf,\" an onomatopoeia for a tiger's growl. This word is also his initial catchphrase.\n",
    "url": "https://nookipedia.com/wiki/Rolf"
  },
  {
    "name": "Rooney",
    "spanish": "Cerillo",
    "gender": "Male",
    "species": "Kangaroo",
    "birthday": "2020-12-01 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/b/be/Rooney_NL.png/200px-Rooney_NL.png",
    "description": "Rooney is a cranky kangaroo villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. Along with Walt, he is one of the first male kangaroos to appear in the series, and was the very first to be revealed.\n",
    "url": "https://nookipedia.com/wiki/Rooney"
  },
  {
    "name": "Rory",
    "spanish": "Rogelio",
    "gender": "Male",
    "species": "Lion",
    "birthday": "2020-08-07 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d7/Rory_NLa.png/175px-Rory_NLa.png",
    "description": "Rory is a jock, lion villager in the Animal Crossing series. He first appears in Animal Crossing: New Leaf and on said game's cover. Rory's design seems based on the traditional iconography of shishi, the Chinese architectural ornament also known as Imperial guardian lions. His name comes from the roar a lion makes.\n",
    "url": "https://nookipedia.com/wiki/Rory"
  },
  {
    "name": "Roscoe",
    "spanish": "Jereza",
    "gender": "Male",
    "species": "Horse",
    "birthday": "2020-06-16 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/1/10/Roscoe_NLa.png/200px-Roscoe_NLa.png",
    "description": "Roscoe is a cranky, horse villager in the Animal Crossing series. Roscoe is named after the award-winning jockey, Roscoe Goose. His initial phrase is a play on \"neigh\". Similarly, his Japanese phrase is the Japanese onomatopoeia for a horse sound, commonly known in English as a \"whinny.\"\n",
    "url": "https://nookipedia.com/wiki/Roscoe"
  },
  {
    "name": "Rosie",
    "spanish": "Minina",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-02-27 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/6/67/Rosie_NH.png",
    "description": "Rosie is a peppy cat villager who appears in all games in the Animal Crossing series as well as in Doubutsu no Mori (film). Rosie will appear friendly, excitable, and hospitable towards other villagers and the player. Her name comes from the word \"rose,\" a flower known for its sweet fragrance and symbolic significance in love, both relating to her peppy personality.\n",
    "url": "https://nookipedia.com/wiki/Rosie"
  },
  {
    "name": "Rowan",
    "spanish": "Miguelón",
    "gender": "Male",
    "species": "Tiger",
    "birthday": "2020-08-26 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/d/df/Rowan_NH.png/175px-Rowan_NH.png",
    "description": "Rowan is a tiger villager in the Animal Crossing series who first appears in Animal Crossing as a cranky islander, then reappears in Wild World and all later games as a jock villager. This makes Rowan the first villager to have a personality change between games.\n",
    "url": "https://nookipedia.com/wiki/Rowan"
  },
  {
    "name": "Ruby",
    "spanish": "Rubí",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-12-25 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9f/Ruby_NLa.png/175px-Ruby_NLa.png",
    "description": "Ruby is a peppy rabbit villager in the Animal Crossing series. She first appeared in Animal Crossing: Wild World, where she appears on the cover.\n",
    "url": "https://nookipedia.com/wiki/Ruby"
  },
  {
    "name": "Rudy",
    "spanish": "Rufino",
    "gender": "Male",
    "species": "Cat",
    "birthday": "2020-12-20 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a8/Rudy_NL.png/175px-Rudy_NL.png",
    "description": "Rudy is a jock, cat villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His English name may be a reference to Rudolph, a famous reindeer, who has a red nose like Rudy. His birthday, which is close to Christmas, wherein the iconic Christmas figure Santa Claus uses reindeer as a method of transportation, supports this theory. He shares his birthday with Isabelle and Digby. His picture quote is a reference to the popular phrase \"cats always land on their feet.\"\n",
    "url": "https://nookipedia.com/wiki/Rudy"
  },
  {
    "name": "Sally",
    "spanish": "Praliné",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-06-19 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/5/54/Sally_NLa.png/175px-Sally_NLa.png",
    "description": "Sally  is a normal, squirrel villager in the Animal Crossing series, appearing in almost all the games except for Animal Crossing: Pocket Camp. Originally appearing under the name Hazel in Animal Crossing, Sally replaces another squirrel villager, called Cally, who appeared in Animal Crossing; She is the first villager to have her English name changed. In Animal Crossing: New Leaf, a new squirrel called Hazel is also introduced. Her old name, \"Hazel,\" relates to her species, which is commonly associated with nuts, as is her initial phrase, \"nutmeg.\"\n",
    "url": "https://nookipedia.com/wiki/Sally"
  },
  {
    "name": "Samson",
    "spanish": "Sansón",
    "gender": "Male",
    "species": "Mouse",
    "birthday": "2020-07-05 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/1/1e/Samson_NLa.png/175px-Samson_NLa.png",
    "description": "Samson is a jock, mouse villager from the Animal Crossing series, who has appeared in all of the games so far, with the exception of Animal Crossing: Pocket Camp. His catchphrase, \"pipsqueak\", is based on the sound made by mice and the term \"pipsqueak\", which means \"little\". His Japanese catchphrase, \"chū\", is based on the Japanese onomatopoeia for a mouse's squeaking, \"chūchū\" (ちゅうちゅう).  His favorite saying in Animal Crossing: New Leaf is a pun on Theodore Roosevelt's famous quote \"Speak softly and carry a big stick.\", meaning to always be wary of your neighbors.\n",
    "url": "https://nookipedia.com/wiki/Samson"
  },
  {
    "name": "Sandy",
    "spanish": "Priscila",
    "gender": "Female",
    "species": "Ostrich",
    "birthday": "2020-10-21 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/f/fa/Sandy_NL.png/200px-Sandy_NL.png",
    "description": "Sandy is a normal, ostrich villager from the Animal Crossing series, making her debut in Doubutsu no Mori. After being absent in all Animal Crossing media since Doubutsu no Mori e+, Sandy made a return in Animal Crossing: New Leaf - Welcome amiibo, although she was planned to make a reappearance in Animal Crossing: Happy Home Designer, but was cut for unknown reasons. Sandy also appears in Animal Crossing: Pocket Camp. Her Japanese name means \"orchid.\"\n",
    "url": "https://nookipedia.com/wiki/Sandy"
  },
  {
    "name": "Savannah",
    "spanish": "Sabana",
    "gender": "Female",
    "species": "Horse",
    "birthday": "2020-01-25 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/2/29/Savannah_NLa.png/200px-Savannah_NLa.png",
    "description": "Savannah is a horse villager in the Animal Crossing series with a normal personality. Her name comes from the natural habitat of zebras, a savannah.\n",
    "url": "https://nookipedia.com/wiki/Savannah"
  },
  {
    "name": "Scoot",
    "spanish": "Chema",
    "gender": "Male",
    "species": "Duck",
    "birthday": "2020-06-13 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d9/Scoot_NLa.png/175px-Scoot_NLa.png",
    "description": "Scoot is a jock duck villager in the Animal Crossing series. He has appeared in nearly all of the games, except for Wild World and Pocket Camp.\n",
    "url": "https://nookipedia.com/wiki/Scoot"
  },
  {
    "name": "Shari",
    "spanish": "Montse",
    "gender": "Female",
    "species": "Monkey",
    "birthday": "2020-04-10 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/8/87/Shari_NL.png/200px-Shari_NL.png",
    "description": "Shari is a sisterly monkey villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. \n",
    "url": "https://nookipedia.com/wiki/Shari"
  },
  {
    "name": "Sheldon",
    "spanish": "Matracas",
    "gender": "Male",
    "species": "Squirrel",
    "birthday": "2020-02-26 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/4/4e/Sheldon_NL.png/175px-Sheldon_NL.png",
    "description": "Sheldon is a jock, squirrel villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name may refer to the shell of a chestnut, the nut of which he bears a resemblance to. His Japanese name is a combination of kuri, \"chestnut,\" and risu, \"squirrel.\" His initial catchphrase, \"cardio,\" refers to aerobic exercise, reflecting his jock personality. His Japanese catchphrase, like his name, is a reference to chestnuts.\n",
    "url": "https://nookipedia.com/wiki/Sheldon"
  },
  {
    "name": "Shep",
    "spanish": "Fleco",
    "gender": "Male",
    "species": "Dog",
    "birthday": "2020-11-24 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/4/42/Shep_NL.png/200px-Shep_NL.png",
    "description": "Shep is a smug, dog villager who first appears in Animal Crossing: New Leaf. His name comes from \"shepherd dog,\" which is reflected by his initial catchphrase.\n",
    "url": "https://nookipedia.com/wiki/Shep"
  },
  {
    "name": "Sherb",
    "spanish": "Morfeo",
    "gender": "Male",
    "species": "Goat",
    "birthday": "2020-01-18 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/18/Sherb_NH.png/200px-Sherb_NH.png",
    "description": "Sherb is a lazy goat villager who first appeared in Animal Crossing: New Horizons. His name is likely a play on \"sherbet\", a type of frozen dessert. Sherb's picture quote references his personality.\n",
    "url": "https://nookipedia.com/wiki/Sherb"
  },
  {
    "name": "Simon",
    "spanish": "Simón",
    "gender": "Male",
    "species": "Monkey",
    "birthday": "2020-01-19 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b0/Simon_NLa.png/175px-Simon_NLa.png",
    "description": "Simon is a lazy, monkey villager from the Animal Crossing series. His name probably comes from \"simian\". It may also be in reference to the game \"Simon Says\"; \"Monkey see, monkey do,\" is a popular expression, and this expression relates to how the game \"Simon Says\" is played.\n",
    "url": "https://nookipedia.com/wiki/Simon"
  },
  {
    "name": "Skye",
    "spanish": "Alderia",
    "gender": "Female",
    "species": "Wolf",
    "birthday": "2020-03-24 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a9/Skye_NL.png/200px-Skye_NL.png",
    "description": "Skye is a normal wolf villager who first appeared in Animal Crossing: New Leaf. Her name is derived from her appearance, which resembles the sky and clouds, while her phrase \"airmail\" refers to mail sent through the sky via airplane. Skye shares her Japanese name \"Lily\" with the frog villager Lily, and her catchphrase in Japan \"fuwawa\" sounds like \"flower\", in reference to her name \"Lily\". \"Fuwafuwa\" is also Japanese for \"fluffy\", much like her cloudy appearance.\n",
    "url": "https://nookipedia.com/wiki/Skye"
  },
  {
    "name": "Sly",
    "spanish": "Estallón",
    "gender": "Male",
    "species": "Alligator",
    "birthday": "2020-11-15 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9f/Sly_NL.png/175px-Sly_NL.png",
    "description": "Sly is an alligator villager with a jock personality in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name is derived from his camouflage clothing and decorations which make him hidden. Similarly, his Japanese name comes from \"hide.\"\n",
    "url": "https://nookipedia.com/wiki/Sly"
  },
  {
    "name": "Snake",
    "spanish": "Rayo",
    "gender": "Male",
    "species": "Rabbit",
    "birthday": "2020-11-03 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/6/61/Snake_NLa.png/200px-Snake_NLa.png",
    "description": "Snake is a jock rabbit villager in the Animal Crossing series. His name is an anagram of \"sneak,\" reflecting his ninja-like appearance, though it may also be a reference to Solid Snake. His Japanese name likely comes from Momochi Tamba, a legendary ninja who founded the Iga school of ninjutsu. As the first two syllables of his Japanese name, momo also mean peach in Japanese, he could be intentionally designed to be partly pink. Snake's catch phrase in English might be a reference to both his species and his name. The phrase \"bunyip\" is a play on \"bunny,\" and is also the name of a monster sometimes depicted with serpent-like characteristics in Australian Aboriginal mythology.\n",
    "url": "https://nookipedia.com/wiki/Snake"
  },
  {
    "name": "Snooty",
    "spanish": "Rosanari",
    "gender": "Female",
    "species": "Anteater",
    "birthday": "2020-10-24 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b3/Snooty_NL.png/200px-Snooty_NL.png",
    "description": "Snooty is a snooty, anteater villager from the Animal Crossing series . Her name comes from the personality that she has, the snooty personality, as well as her large \"snout.\" She debuted in Doubutsu no Mori, and, after being absent since Animal Crossing: Wild World, returned in Animal Crossing: New Leaf - Welcome amiibo.\n",
    "url": "https://nookipedia.com/wiki/Snooty%20(villager)"
  },
  {
    "name": "Soleil",
    "spanish": "Soraya",
    "gender": "Female",
    "species": "Hamster",
    "birthday": "2020-08-09 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/1/1b/Soleil_NL.png/150px-Soleil_NL.png",
    "description": "Soleil is a snooty hamster villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her name is derived from the French word \"soleil\" which means \"sun.\"\n",
    "url": "https://nookipedia.com/wiki/Soleil"
  },
  {
    "name": "Sparro",
    "spanish": "Jaime",
    "gender": "Male",
    "species": "Bird",
    "birthday": "2020-11-20 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/7/79/Sparro_NL.png/175px-Sparro_NL.png",
    "description": "Sparro is a bird villager in the Animal Crossing series, being a new character in Animal Crossing: New Leaf. He resembles a Eurasian tree sparrow, the common sparrow in the Eurasian continent including Japan.\n",
    "url": "https://nookipedia.com/wiki/Sparro"
  },
  {
    "name": "Spike",
    "spanish": "Cornio",
    "gender": "Male",
    "species": "Rhino",
    "birthday": "2020-06-17 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/1/13/Spike_NL.png/200px-Spike_NL.png",
    "description": "Spike is a cranky rhino villager in the Animal Crossing series. His name refers to the horn on his head, which could also be called a spike. Following his debut in Doubutsu no Mori, Spike would remain absent in all games past Doubutsu no Mori e+, before making a return in Animal Crossing: New Leaf - Welcome amiibo. Previously, however, Spike would have returned in Animal Crossing: Happy Home Designer, but was ultimately unused. Unused data of Spike could also be found in Animal Crossing: Pocket Camp prior to his inclusion in the game.\n",
    "url": "https://nookipedia.com/wiki/Spike"
  },
  {
    "name": "Spork (US)Crackle (PAL)",
    "spanish": "Espork",
    "gender": "Male",
    "species": "Pig",
    "birthday": "2020-09-03 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/11/Spork_NLa.png/175px-Spork_NLa.png",
    "description": "Spork, named Crackle in Australian and European English versions, is a lazy, pig villager from the Animal Crossing series. First appearing in Doubutsu no Mori, he was absent from Animal Crossing: Wild World, but reappeared in Animal Crossing: City Folk onward. His US name is a play on the word \"pork,\" a bi-product of a pig. His PAL name, \"Crackle,\" refers to \"crackling,\" another bi-product of a pig. His Japanese name, \"Polk,\" is a pun on \"Pork,\" which is a homophone of \"Polk\" in Japanese. His initial phrase, \"snork,\" is a combination of his name and the name given to the noise pigs make, \"snort\".\n",
    "url": "https://nookipedia.com/wiki/Spork"
  },
  {
    "name": "Sprinkle",
    "spanish": "Rizolda",
    "gender": "Female",
    "species": "Penguin",
    "birthday": "2020-02-20 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/3/3d/Sprinkle_NL.png/175px-Sprinkle_NL.png",
    "description": "\nSprinkle is a peppy, penguin villager in the Animal Crossing series. Her Japanese name is based on the frozen dessert made with shaved ice, known as the frappé. Her English name is based on pieces of confectionery which are used to decorate cold desserts such as ice cream.\n",
    "url": "https://nookipedia.com/wiki/Sprinkle"
  },
  {
    "name": "Sprocket",
    "spanish": "Ráfaga",
    "gender": "Male",
    "species": "Ostrich",
    "birthday": "2020-12-01 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/7/7a/Sprocket_NL.png/200px-Sprocket_NL.png",
    "description": "Sprocket is an jock, ostrich villager in the Animal Crossing series. His name is a direct reference to a sprocket (a piece of machinery), or is possibly a portmanteau of \"sprint\" and \"rocket.\" His Japanese name, Hertz, is a measurement of electromagnetic frequency, further referencing his status as a robot.\n",
    "url": "https://nookipedia.com/wiki/Sprocket"
  },
  {
    "name": "Static",
    "spanish": "Protón",
    "gender": "Male",
    "species": "Squirrel",
    "birthday": "2020-07-09 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/2/2e/Static_NH_2.png/175px-Static_NH_2.png",
    "description": "Static is a cranky squirrel villager, appearing in every game in the Animal Crossing series. His name is based on the green and yellow lightning bolt that goes down his head. His catchphrase comes from the noise that arcing electricity makes.\n",
    "url": "https://nookipedia.com/wiki/Static"
  },
  {
    "name": "Stella",
    "spanish": "Merina",
    "gender": "Female",
    "species": "Sheep",
    "birthday": "2020-04-09 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/1/1e/Stella_NL.png/200px-Stella_NL.png",
    "description": "Stella is a normal, sheep villager from the Animal Crossing series. Her name comes from the Latin word stella, meaning star.\n",
    "url": "https://nookipedia.com/wiki/Stella"
  },
  {
    "name": "Sterling",
    "spanish": "Arni",
    "gender": "Male",
    "species": "Eagle",
    "birthday": "2020-12-11 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/7/71/Sterling_NLa.png/175px-Sterling_NLa.png",
    "description": "Sterling is a jock, eagle villager from the Animal Crossing series. His first appearance was in Animal Crossing: City Folk, followed by Animal Crossing: New Leaf. His name comes from the \"sterling silver,\" which is what his helmet is made out of. It can also be based on \"starling,\" a type of bird. His Japanese name is a reference to Ginkaku-ji, also known as the Silver Pavilion.\n",
    "url": "https://nookipedia.com/wiki/Sterling"
  },
  {
    "name": "Stinky",
    "spanish": "Micifuz",
    "gender": "Male",
    "species": "Cat",
    "birthday": "2020-08-17 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b7/Stinky_NLa.png/175px-Stinky_NLa.png",
    "description": "Stinky is a jock cat villager in the Animal Crossing series. His name may refer to his appearance which is usually associated with poor hygiene - dark green skin and underwear over his face. His initial phrase may have something to do with wrestling, a sound of strength and power. Stinky is absent in Animal Crossing: Wild World, but reappears in Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Stinky"
  },
  {
    "name": "Stitches",
    "spanish": "Parches",
    "gender": "Male",
    "species": "Cub",
    "birthday": "2020-02-10 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/5/56/Stitches_NH.png",
    "description": "Stitches is a lazy, cub villager in the Animal Crossing series. He is based on a young child's worn stuffed animal, as indicated by his name and the many patches of fabric making up his body, which also explains his ownership of the Kiddie Series furniture. His phrase is based on the stuffing used in dolls and teddy bears.\n",
    "url": "https://nookipedia.com/wiki/Stitches"
  },
  {
    "name": "Stu",
    "spanish": "Vitorino",
    "gender": "Male",
    "species": "Bull",
    "birthday": "2020-04-20 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/1c/Stu_NL.png/100px-Stu_NL.png",
    "description": "Stu, is a lazy bull villager from the Animal Crossing series. His name is presumably derived from the word 'stew,' a dish which often contains beef. He originally appeared in Animal Crossing, then returned in the Animal Crossing: New Leaf - Welcome amiibo update.\n",
    "url": "https://nookipedia.com/wiki/Stu"
  },
  {
    "name": "Sydney",
    "spanish": "Sidney",
    "gender": "Female",
    "species": "Koala",
    "birthday": "2020-06-21 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/f/f2/Sydney_NLa.png/175px-Sydney_NLa.png",
    "description": "Sydney is a normal, koala villager in the Animal Crossing series, who appears in Animal Crossing. She was absent in Animal Crossing: Wild World and re-appears in Animal Crossing: City Folk. Sydney is named after Sydney, the most populous city in Australia, which is the indigneous home of the koala.\n",
    "url": "https://nookipedia.com/wiki/Sydney"
  },
  {
    "name": "Sylvana",
    "spanish": "Silvana",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-10-22 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/a/ad/Sylvana_NL.png/200px-Sylvana_NL.png",
    "description": "Sylvana is a squirrel villager with a normal personality from the Animal Crossing series, who makes her debut in Doubutsu no Mori e+. Although she was planned to reappear in Animal Crossing: Happy Home Designer, Sylvana was cut from the final game. She returns in Animal Crossing: New Leaf's Welcome amiibo Update, however. Sylvana's name is most likely derived from the Latin term 'silva,' which means 'forest.' This coincides with her favorite saying, which references the forest landscape.\n",
    "url": "https://nookipedia.com/wiki/Sylvana"
  },
  {
    "name": "Sylvia",
    "spanish": "Cándida",
    "gender": "Female",
    "species": "Kangaroo",
    "birthday": "2020-05-03 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/a/ac/Sylvia_NL.png/200px-Sylvia_NL.png",
    "description": "Sylvia is a kangaroo villager from the Animal Crossing series. She first appeared in Doubutsu no Mori e+ as a snooty villager and then reappeared in Animal Crossing: New Leaf as a sisterly villager. Additionally, she is the only sisterly kangaroo. Her initial catchphrase refers to the sound of hopping, which is a kangaroo's main method of locomotion.\n",
    "url": "https://nookipedia.com/wiki/Sylvia"
  },
  {
    "name": "Tabby",
    "spanish": "Liana",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-08-13 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/c/c6/Tabby_NLa.png/175px-Tabby_NLa.png",
    "description": "Tabby is a peppy cat villager in the Animal Crossing series. Her name comes from the fact that she is a tabby cat. Her catchphrase is a portmanteau of \"meow\" and \"wow.\"\n",
    "url": "https://nookipedia.com/wiki/Tabby"
  },
  {
    "name": "Tad",
    "spanish": "Saltonio",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-08-03 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b5/Tad_NL.png/200px-Tad_NL.png",
    "description": "Tad is a jock frog villager from the Animal Crossing series. His name likely comes from the word \"tadpole,\" the name given to a young frog. Tad was, initially, absent in all games after Doubutsu no Mori e+, but later returns in Animal Crossing: New Leaf - Welcome amiibo, alongside fellow frogs Huck and Raddle.\n",
    "url": "https://nookipedia.com/wiki/Tad"
  },
  {
    "name": "Tammi",
    "spanish": "Tami",
    "gender": "Female",
    "species": "Monkey",
    "birthday": "2020-04-02 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/7/71/Tammi_NLa.png/175px-Tammi_NLa.png",
    "description": "Tammi is a peppy, monkey villager in the Animal Crossing series. Her name derives from the simian known as the tamarin, likely the golden-mantled tamarin, based on her appearance.\n",
    "url": "https://nookipedia.com/wiki/Tammi"
  },
  {
    "name": "Tammy",
    "spanish": "Aída",
    "gender": "Female",
    "species": "Cub",
    "birthday": "2020-06-23 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/a/ae/Tammy_NL.png/175px-Tammy_NL.png",
    "description": "Tammy is a sisterly cub villager in the Animal Crossing series, first appearing in Animal Crossing: New Leaf.\n",
    "url": "https://nookipedia.com/wiki/Tammy"
  },
  {
    "name": "Tangy",
    "spanish": "Tricia",
    "gender": "Female",
    "species": "Cat",
    "birthday": "2020-06-17 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/6/67/Tangy_NLa.png/175px-Tangy_NLa.png",
    "description": "Tangy is a peppy, cat villager that has appeared in almost every game in the Animal Crossing series, with the exception of Animal Crossing: Pocket Camp. Her name is derived from \"Tangerine,\" a citrus fruit similar to oranges and clementines, as well as the adjective used to describe those fruits.  Her Japanese catch phrase, \"mikan,\" means Tangerine.\n",
    "url": "https://nookipedia.com/wiki/Tangy"
  },
  {
    "name": "Tank",
    "spanish": "Aníbal",
    "gender": "Male",
    "species": "Rhino",
    "birthday": "2020-05-06 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/d/d9/Tank_NH.png/175px-Tank_NH.png",
    "description": "Tank is a jock rhino villager who appears in all games in the Animal Crossing series and is the only rhino villager to do so. His name may come from a type of tank called a \"Rhino Tank,\" which also references his species. His name may also be a reference to a tank-top shirt, which is commonly used when exercising, matching his jock personality.\n",
    "url": "https://nookipedia.com/wiki/Tank"
  },
  {
    "name": "T-Bone",
    "spanish": "Bovi",
    "gender": "Male",
    "species": "Bull",
    "birthday": "2020-05-20 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/e/ec/T-Bone_NLa.png/175px-T-Bone_NLa.png",
    "description": "T-Bone is a bull villager in the Animal Crossing series, who debuted in Animal Crossing with the lazy personality. After being absent from Animal Crossing: Wild World and Animal Crossing: City Folk, he reappeared in Animal Crossing: New Leaf as a cranky villager. He is named after the steak cuts of beef, t-bones. His catchphrase is a pun; a moocher is someone who asks by begging, while mooing is a bovine's onomatopoeia. His picture quote is a reference to one of Bart Simpson's catchphrases, \"Don't have a cow, man!\"\n",
    "url": "https://nookipedia.com/wiki/T-Bone"
  },
  {
    "name": "Tasha",
    "spanish": "Tania",
    "gender": "Female",
    "species": "Squirrel",
    "birthday": "2020-11-30 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/8/8f/Tasha_NL.png/150px-Tasha_NL.png",
    "description": "Tasha is a snooty squirrel from the Animal Crossing series. She made her debut in Doubutsu no Mori e+, which would be her only appearance in any Animal Crossing series media until she made a reappearance in Animal Crossing: New Leaf - Welcome amiibo. This was later followed by an appearance in Animal Crossing: Pocket Camp, as one of several villagers unlockable through Blathers's Treasure Trek.\n",
    "url": "https://nookipedia.com/wiki/Tasha"
  },
  {
    "name": "Teddy",
    "spanish": "Teddy",
    "gender": "Male",
    "species": "Bear",
    "birthday": "2020-09-26 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/6/6b/Teddy_NLa.png/175px-Teddy_NLa.png",
    "description": "Teddy is a jock bear villager who appears in every game in the Animal Crossing series. His name refers to his species and the stuffed toy called a teddy bear. His catchphrase is \"grooof,\" which refers to growling, a sound made by various animals, and in this case a bear.\n",
    "url": "https://nookipedia.com/wiki/Teddy"
  },
  {
    "name": "Tex",
    "spanish": "Tomeo",
    "gender": "Male",
    "species": "Penguin",
    "birthday": "2020-10-06 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/3/36/Tex_NL.png/200px-Tex_NL.png",
    "description": "Tex is a smug penguin villager who debuted in Animal Crossing: New Leaf. His catchphrase, \"picante,\" is Spanish for \"spicy,\"[1] which contrasts with cold, something which penguins are associated with.\n",
    "url": "https://nookipedia.com/wiki/Tex"
  },
  {
    "name": "Tia",
    "spanish": "Meralda",
    "gender": "Female",
    "species": "Elephant",
    "birthday": "2020-11-18 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/6/67/Tia_NL.png/200px-Tia_NL.png",
    "description": "Tia is an normal, elephant villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. The first syllable of her name is pronounced the same as \"tea.\" Her catchphrase \"teacup\" and her name refer to the teapot-like appearance of her head.\n",
    "url": "https://nookipedia.com/wiki/Tia"
  },
  {
    "name": "Tiffany",
    "spanish": "Tiffany",
    "gender": "Female",
    "species": "Rabbit",
    "birthday": "2020-01-09 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/8/8d/Tiffany_NLa.png/175px-Tiffany_NLa.png",
    "description": "Tiffany is a rabbit villager with a snooty personality. She is a new character who first appeared in Doubutsu no Mori e+, a Japanese only game, then reappeared in Animal Crossing: Wild World and every game since. Her initial phrase, bun bun, is a reference to the word \"bunny.\" Her name is the same as the Japanese version of Celia, another villager.\n",
    "url": "https://nookipedia.com/wiki/Tiffany"
  },
  {
    "name": "Timbra",
    "spanish": "Hebra",
    "gender": "Female",
    "species": "Sheep",
    "birthday": "2020-10-21 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/3/34/Timbra_NL.png/200px-Timbra_NL.png",
    "description": "Timbra is a snooty sheep villager in the Animal Crossing series. She first appeared in Animal Crossing: New Leaf. Her name is a pun on \"timber,\" what people usually say when a tree falls down. Her catchphrase and favorite saying also relate to this.\n",
    "url": "https://nookipedia.com/wiki/Timbra"
  },
  {
    "name": "Tipper",
    "spanish": "Pinta",
    "gender": "Female",
    "species": "Cow",
    "birthday": "2020-08-25 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/0/0f/Tipper_NLa.png/175px-Tipper_NLa.png",
    "description": "Tipper is a snooty cow villager in the Animal Crossing series. She first appeared in Animal Crossing: Wild World. Her name is derived from cow tipping, the activity of sneaking up to a sleeping, upright cow and pushing it over for fun. Her catchphrase, \"pushy,\" may also refer to this. Her Japanese name, Makiba, means \"ranch.\"\n",
    "url": "https://nookipedia.com/wiki/Tipper"
  },
  {
    "name": "Tom",
    "spanish": "Zapirón",
    "gender": "Male",
    "species": "Cat",
    "birthday": "2020-12-10 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/8/88/Tom_NLa.png/175px-Tom_NLa.png",
    "description": "Tom is a cranky cat villager in the Animal Crossing series, appearing in almost all the games except for Animal Crossing: Wild World. His name is based on tomcats, another name for male cats. His Japanese name, Bantam, is short for \"bantamweight,\" a weight division in sports such as boxing.\n",
    "url": "https://nookipedia.com/wiki/Tom"
  },
  {
    "name": "Truffles",
    "spanish": "Trufas",
    "gender": "Female",
    "species": "Pig",
    "birthday": "2020-07-28 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9b/Truffles_NLa.png/175px-Truffles_NLa.png",
    "description": "Truffles is a peppy pig villager from the Animal Crossing series. Her name is a reference to the edible fungus called truffles, a food that is common in a pig's diet and found hidden underground.  Her Japanese name, Tonko, may be short for Tonkotsu, a dish made with pork belly and bones, simmered with miso, sake and vegetables.  It is also a type of Ramen. Alternatively, it could be from ton, \"pork,\" and ko, a Japanese girls' name suffix. Her catchphrase, \"snoutie\", may relate to her snout.\n",
    "url": "https://nookipedia.com/wiki/Truffles"
  },
  {
    "name": "Tucker",
    "spanish": "Pirolo",
    "gender": "Male",
    "species": "Elephant",
    "birthday": "2020-09-07 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/d/dc/Tucker_NL.png/200px-Tucker_NL.png",
    "description": "Tucker is an elephant villager in the Animal Crossing series. He first appears in Animal Crossing: New Leaf. His name may be derived from \"tusks,\" a physical feature of elephants and mammoths, or, alternatively, it could come from the saying \"tucker out,\" used for when someone is falling asleep easily, in reference to his lazy personality.\n",
    "url": "https://nookipedia.com/wiki/Tucker"
  },
  {
    "name": "Tutu",
    "spanish": "Tutú",
    "gender": "Female",
    "species": "Bear",
    "birthday": "2020-09-15 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/0/01/Tutu_NLa.png/175px-Tutu_NLa.png",
    "description": "Tutu is a peppy bear villager from the Animal Crossing series, appearing in nearly all of the games apart from Animal Crossing: Wild World and Animal Crossing: Pocket Camp. According to her e-Card bio, Tutu is from the North Pole, which relates to the fact she is a polar bear.\n",
    "url": "https://nookipedia.com/wiki/Tutu"
  },
  {
    "name": "Twiggy",
    "spanish": "Tití",
    "gender": "Female",
    "species": "Bird",
    "birthday": "2020-07-13 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/9/9a/Twiggy_NLa.png/175px-Twiggy_NLa.png",
    "description": "Twiggy is a peppy bird villager who appears in all games from the Animal Crossing series. Her name may be derived from birds using twigs to build their nests, though she may also be named after the model Twiggy, who was nicknamed 'Twiggy' because of her physique. Peppy villagers like Twiggy desire to be famous, so this may be related to her peppy personality.\n",
    "url": "https://nookipedia.com/wiki/Twiggy"
  },
  {
    "name": "Tybalt",
    "spanish": "Teobaldo",
    "gender": "Male",
    "species": "Tiger",
    "birthday": "2020-08-19 00:00:00",
    "personality": "Jock",
    "image_url": "https://nookipedia.com/w/images/thumb/6/64/Tybalt_NL.png/200px-Tybalt_NL.png",
    "description": "Tybalt is a jock, tiger villager from the Animal Crossing series, who appears from Doubutsu no Mori until Doubutsu no Mori e+, after which he would not appear again until Animal Crossing: New Leaf - Welcome amiibo, being mostly replaced by Rowan, another tiger who was given the jock personality in Animal Crossing: Wild World. The name Tybalt is most likely taken from William Shakespeare's Romeo and Juliet, being named after the character of the same name. This is especially considering that another character in the play makes a scene of nicknaming Tybalt the \"King of Cats,\" which in itself is a reference to Tybalt/Tibert the Cat from the story of Reynard the Fox. His Japanese name is the alias of the Japanese bandit Tani Yukata who was active in Malaya, Harimau, which is Malay for \"tiger.\"\n",
    "url": "https://nookipedia.com/wiki/Tybalt"
  },
  {
    "name": "Ursala",
    "spanish": "Úrsula",
    "gender": "Female",
    "species": "Bear",
    "birthday": "2020-01-16 00:00:00",
    "personality": "Sisterly",
    "image_url": "https://nookipedia.com/w/images/thumb/1/10/Ursala_NL.png/200px-Ursala_NL.png",
    "description": "Ursala is a bear villager from the Animal Crossing series, appearing in Animal Crossing and Doubutsu no Mori e+ as a snooty villager, after which she would not appear in another Animal Crossing series game for a long time. She was planned to reappear in Animal Crossing: Happy Home Designer, but was cut from the game, though she returns in Animal Crossing: New Leaf's Welcome amiibo update, now as a sisterly villager. Her name comes from the Latin and Portuguese word \"ursa,\" which means \"bear,\" and female name, \"Ursula.\"\n",
    "url": "https://nookipedia.com/wiki/Ursala"
  },
  {
    "name": "Velma",
    "spanish": "Erika",
    "gender": "Female",
    "species": "Goat",
    "birthday": "2020-01-14 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/0/06/Velma_NLa.png/175px-Velma_NLa.png",
    "description": "Velma is a snooty goat villager from the Animal Crossing series. Her name, and even her appearance, may be based on the Scooby-Doo cartoon character named Velma Dinkley. Her catchphrase, \"blih,\" is probably from the noise goats make.\n",
    "url": "https://nookipedia.com/wiki/Velma"
  },
  {
    "name": "Vesta",
    "spanish": "Vesta",
    "gender": "Female",
    "species": "Sheep",
    "birthday": "2020-04-16 00:00:00",
    "personality": "Normal",
    "image_url": "https://nookipedia.com/w/images/thumb/7/7c/Vesta_NH.png/175px-Vesta_NH.png",
    "description": "Vesta is a normal sheep in the Animal Crossing series that has appeared in every Animal Crossing game to date. Her name is a play on the word vest, an item of clothing sometimes made out of the wool of sheep, her species, and 'Vesta', the Roman goddess of hearth, home and fire (Greek equivalent to Hestia). Her initial phrase, baaaffo is a play on the word baa, the sound sheep make.\n",
    "url": "https://nookipedia.com/wiki/Vesta"
  },
  {
    "name": "Vic",
    "spanish": "Artorito",
    "gender": "Male",
    "species": "Bull",
    "birthday": "2020-12-29 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/b/b1/Vic_NL.png/200px-Vic_NL.png",
    "description": "\nVic is a bull villager with a cranky personality. He first appeared in Animal Crossing: New Leaf. His name refers to the Vikings.\n",
    "url": "https://nookipedia.com/wiki/Vic"
  },
  {
    "name": "Victoria",
    "spanish": "Victoria",
    "gender": "Female",
    "species": "Horse",
    "birthday": "2020-07-11 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/d/dd/Victoria_NLa.png/175px-Victoria_NLa.png",
    "description": "Victoria is a peppy horse villager who appears in the Animal Crossing series, being introduced in Doubutsu no Mori e+, and appearing in every game up to Animal Crossing: New Leaf - Welcome amiibo since that point. Considering she looks like a race horse, her name may simply relate to \"victory\". It could also come from the Victoria Derby, or the famous racehorse Victoria Park. Her Japanese name has been the name of several racehorses, as well as sounding similar to \"centaur.\" Her initial phrase relates to sugar cubes being given to horses as a treat. This catchphrase is very similar to Cleo's catchphrase.\n",
    "url": "https://nookipedia.com/wiki/Victoria"
  },
  {
    "name": "Violet",
    "spanish": "Magenta",
    "gender": "Female",
    "species": "Gorilla",
    "birthday": "2020-09-01 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/4/41/Violet_NLa.png/175px-Violet_NLa.png",
    "description": "Violet is a snooty gorilla villager in the Animal Crossing series. Her name is derived from her fur color. She originally appeared in Doubutsu no Mori e+ as islander under the peppy personality, and after being absent in Animal Crossing: Wild World, she returns in Animal Crossing: City Folk, now as a snooty villager.\n",
    "url": "https://nookipedia.com/wiki/Violet"
  },
  {
    "name": "Vivian",
    "spanish": "Viviana",
    "gender": "Female",
    "species": "Wolf",
    "birthday": "2020-01-26 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/5/54/Vivian_NH_2.png/200px-Vivian_NH_2.png",
    "description": "Vivian is a wolf villager with a snooty personality from the Animal Crossing series. She first appeared in Animal Crossing's Japanese Doubutsu no Mori e+ update, and then returned in the Animal Crossing: New Leaf Welcome amiibo update after being absent from the Animal Crossing series for over ten years. Additionally, she was planned to return in Animal Crossing: Happy Home Designer, as data for her can be found in the game, but she is absent from the final game.\n",
    "url": "https://nookipedia.com/wiki/Vivian"
  },
  {
    "name": "Vladimir",
    "spanish": "Vladimir",
    "gender": "Male",
    "species": "Cub",
    "birthday": "2020-08-02 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/8/84/Vladimir_NLa.png/175px-Vladimir_NLa.png",
    "description": "Vladimir is a cranky, cub villager from the Animal Crossing series. \"Vladimir\" is a traditional Russian name, and \"nyet\", Vladimir's catchphrase, is Russian for \"no\". He was absent in Animal Crossing: Wild World, but reappeared in Animal Crossing: City Folk.\n",
    "url": "https://nookipedia.com/wiki/Vladimir"
  },
  {
    "name": "Wade",
    "spanish": "Petín",
    "gender": "Male",
    "species": "Penguin",
    "birthday": "2020-10-30 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/e/eb/Wade_NLa.png/150px-Wade_NLa.png",
    "description": "Wade is a lazy, penguin villager from the Animal Crossing series. He made his debut in Doubutsu no Mori e+ and would remain absent from the Animal Crossing series after his initial appearance for over a decade, until he made a reappearance in Animal Crossing: New Leaf - Welcome amiibo.\n",
    "url": "https://nookipedia.com/wiki/Wade"
  },
  {
    "name": "Walker",
    "spanish": "Miki",
    "gender": "Male",
    "species": "Dog",
    "birthday": "2020-06-10 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/1/14/Walker_NLa.png/175px-Walker_NLa.png",
    "description": "Walker is a lazy, dog villager in the Animal Crossing series who first appeared in Animal Crossing's Doubutsu no Mori e+ update as one of six starter cards bundled with the game, alongside Maggie, Rod, Merry, Angus, and Willow, respectively. His name relates to walks, or walking, which dogs are known to enjoy. His initial phrase, \"wuh,\" relates to his personality type, which means \"what\" in a dazed expression. His Japanese catchphrase is shared with Bow, another lazy dog villager that appears in Doubutsu no Mori e+. He is also the only dog from e+ to ever return in another Animal Crossing series game.\n",
    "url": "https://nookipedia.com/wiki/Walker"
  },
  {
    "name": "Walt",
    "spanish": "Brinco",
    "gender": "Male",
    "species": "Kangaroo",
    "birthday": "2020-04-24 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/9/96/Walt_NL.png/200px-Walt_NL.png",
    "description": "Walt is a cranky kangaroo villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf. His name may be a reference to the famous Australian song \"Waltzing Matilda\". His name may also be derived from Walt Disney who first drew the kangaroo mascot for the University of Missouri - Kansas City, Kasey the Kangaroo.\n",
    "url": "https://nookipedia.com/wiki/Walt"
  },
  {
    "name": "Wart Jr.",
    "spanish": "Saponcio",
    "gender": "Male",
    "species": "Frog",
    "birthday": "2020-08-21 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/5/50/Wart_Jr._NLa.png/150px-Wart_Jr._NLa.png",
    "description": "\nWart Jr. is a cranky frog villager in the Animal Crossing series. His name relates to the myth that frogs, or commonly toads, have warts and pass them through contact. His name may also be a reference to Wart, a frog character in the Mario series, which is referenced to throughout the Animal Crossing franchise. His initial phrase, \"gir-ribbit,\" is the sound a frog makes.\n",
    "url": "https://nookipedia.com/wiki/Wart%20Jr."
  },
  {
    "name": "Weber",
    "spanish": "Paticio",
    "gender": "Male",
    "species": "Duck",
    "birthday": "2020-06-30 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/6/62/Weber_NL.png/200px-Weber_NL.png",
    "description": "Weber is a lazy duck villager from the Animal Crossing series. he made his debut in Doubutsu no Mori, and then appeared in all installments up to Doubutsu no Mori e+. After being absent from any Animal Crossing series media for over a decade, Weber made a reappearance in Animal Crossing: New Leaf - Welcome amiibo. Additionally, data for Weber was found in Animal Crossing: Happy Home Designer, but he was not present in the final game. His name is a play on web, since ducks have webbed feet.  His catchphrase, \"quaa\", is a play on quack, the sound a duck makes.  His Japanese catchphrase, \"piyo,\" is the onomatopoeia for peeping, a sound that young birds make.\n",
    "url": "https://nookipedia.com/wiki/Weber"
  },
  {
    "name": "Wendy",
    "spanish": "Franela",
    "gender": "Female",
    "species": "Sheep",
    "birthday": "2020-08-15 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/6/65/Wendy_NLa.png/175px-Wendy_NLa.png",
    "description": "Wendy is a sheep villager with a peppy personality in the Animal Crossing series, first appearing in Animal Crossing: City Folk. Her name may come from the word \"windy,\" due her to weather-related quote, and her wool and horns resembling a dark cloud with lightning bolts. Likewise, her Japanese name means \"sleet\".\n",
    "url": "https://nookipedia.com/wiki/Wendy"
  },
  {
    "name": "Winnie",
    "spanish": "Soonia",
    "gender": "Female",
    "species": "Horse",
    "birthday": "2020-01-31 00:00:00",
    "personality": "Peppy",
    "image_url": "https://nookipedia.com/w/images/thumb/a/a9/Winnie_NLa.png/175px-Winnie_NLa.png",
    "description": "Winnie is a peppy, horse villager from the Animal Crossing series. She was absent from Animal Crossing: Wild World and returns in Animal Crossing: City Folk. Her name is a reference to whinnying, an onomatopoeia for the sound a horse makes, and the given name Winnie. Her catchphrase is a combination of the words \"hay\" and \"A-OK.\" She can be seen in the cover of Animal Crossing: City Folk under a tree reading a book.\n",
    "url": "https://nookipedia.com/wiki/Winnie"
  },
  {
    "name": "Whitney",
    "spanish": "Lupe",
    "gender": "Female",
    "species": "Wolf",
    "birthday": "2020-09-17 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/6/69/Whitney_NH_2.png/175px-Whitney_NH_2.png",
    "description": "Whitney is a snooty, wolf villager from the Animal Crossing series, appearing in every game since Animal Crossing: Wild World, plus in Doubutsu no Mori (film). Whitney's name comes from the fact that her fur color is white.\n",
    "url": "https://nookipedia.com/wiki/Whitney"
  },
  {
    "name": "Willow",
    "spanish": "Cuqui",
    "gender": "Female",
    "species": "Sheep",
    "birthday": "2020-11-26 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/f/f6/Willow_NLa.png/175px-Willow_NLa.png",
    "description": "Willow is a snooty sheep villager in the Animal Crossing series. She first appeared in Doubutsu no Mori e+ as one of six starter cards bundled with the game, alongside Walker, Maggie, Rod, Merry, and Angus, respectively. Although she is absent in Animal Crossing: Wild World, she later reappears in Animal Crossing: City Folk, her debut in a game released to the west. Willow's name may be derived from the golden willow, a variant of the white willow, referring to her golden wool. Her catchphrase comes from the nursery rhyme Little Bo Peep.\n",
    "url": "https://nookipedia.com/wiki/Willow"
  },
  {
    "name": "Wolfgang",
    "spanish": "Wolfi",
    "gender": "Male",
    "species": "Wolf",
    "birthday": "2020-11-25 00:00:00",
    "personality": "Cranky",
    "image_url": "https://nookipedia.com/w/images/thumb/f/fc/Wolfgang_NH_2.png/200px-Wolfgang_NH_2.png",
    "description": "Wolfgang is a cranky, wolf villager who has appeared in every game from the Animal Crossing series. His name is derived from the famous composer, Wolfgang Amadeus Mozart, and from his species. His Japanese name, Lobo, is Spanish for wolf; it also is the English name for another wolf. He appears on the album cover of \"K.K. Adventure.\" His initial catchphrase refers to snarling, the sound a wolf makes when it is angry, fitting both his species and his personality.\n",
    "url": "https://nookipedia.com/wiki/Wolfgang"
  },
  {
    "name": "Yuka",
    "spanish": "Yuka",
    "gender": "Female",
    "species": "Koala",
    "birthday": "2020-07-20 00:00:00",
    "personality": "Snooty",
    "image_url": "https://nookipedia.com/w/images/thumb/7/7b/Yuka_NLa.png/175px-Yuka_NLa.png",
    "description": "Yuka is a snooty koala villager in the Animal Crossing series. Both her English and Japanese names come from eucalyptus, which koalas eat the leaves of.\n",
    "url": "https://nookipedia.com/wiki/Yuka"
  },
  {
    "name": "Zell",
    "spanish": "Corvilo",
    "gender": "Male",
    "species": "Deer",
    "birthday": "2020-06-07 00:00:00",
    "personality": "Smug",
    "image_url": "https://nookipedia.com/w/images/thumb/e/e8/Zell_NLa.png/175px-Zell_NLa.png",
    "description": "Zell is a smug, deer villager who first appeared in Animal Crossing: New Leaf, as one of the first ten deer villagers in the Animal Crossing series. His name comes from \"gazelle.\"\n",
    "url": "https://nookipedia.com/wiki/Zell"
  },
  {
    "name": "Zucker",
    "spanish": "Paulino",
    "gender": "Male",
    "species": "Octopus",
    "birthday": "2020-03-08 00:00:00",
    "personality": "Lazy",
    "image_url": "https://nookipedia.com/w/images/thumb/7/7f/Zucker_NH.png/200px-Zucker_NH.png",
    "description": "Zucker is a lazy octopus villager in the Animal Crossing series. He first appeared in Animal Crossing: New Leaf and was one of the first new villagers announced for that game. His English name comes from ‘sucker,’ like those found on an octopus's tentacles, while his Japanese name and overall appearance refer to takoyaki, a popular Japanese food made with octopus. Zucker shares his catchphrase with Bertha, a normal hippo villager.\n",
    "url": "https://nookipedia.com/wiki/Zucker"
  }
]
